[
  {
    "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y manejo de pacientes con Osteoartritis",
    "diagnostico_cie10": "M199",
    "referencias_cie10": [
      "M159",
      "M169",
      "M179"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico de la Osteoartritis (OA)",
        "contenido": "El diagnóstico de la osteoartritis es fundamentalmente clínico. Se basa en la presencia de dolor articular de características mecánicas, rigidez de corta duración (< 30 min) y limitación funcional en un paciente mayor de 45 años. Las radiografías simples se recomiendan para confirmar el diagnóstico, evaluar la severidad del daño articular (ej. pinzamiento del espacio articular, osteofitos) y descartar otras patologías, pero no son necesarias si la presentación clínica es típica."
      },
      {
        "titulo": "Tratamiento No Farmacológico (Pilar Fundamental)",
        "contenido": "Es la primera línea de tratamiento y debe recomendarse a todos los pacientes. Incluye:\n- **Educación del paciente:** Informar sobre la naturaleza crónica de la enfermedad y la importancia del autocuidado.\n- **Ejercicio terapéutico:** Programas de fortalecimiento muscular (ej. cuádriceps en OA de rodilla), ejercicio aeróbico de bajo impacto (caminar, nadar, bicicleta) y ejercicios de rango de movimiento.\n- **Pérdida de peso:** En pacientes con sobrepeso u obesidad, es una de las intervenciones más efectivas para reducir el dolor y mejorar la función, especialmente en articulaciones de carga como rodilla y cadera."
      },
      {
        "titulo": "Tratamiento Farmacológico para el Dolor",
        "subsecciones": [
          {
            "titulo": "Primera Línea",
            "items": [
              { "nombre": "Paracetamol (Acetaminofén)", "codigo_item": "00204", "recomendacion": "Dosis de hasta 3-4 g/día. Se considera por su perfil de seguridad, aunque su efectividad es modesta." }
            ]
          },
          {
            "titulo": "Segunda Línea (o 1ra si hay inflamación)",
            "items": [
              { "nombre": "AINEs Tópicos (ej. Diclofenaco gel)", "recomendacion": "De elección para OA de rodilla y mano por su menor riesgo de efectos adversos sistémicos." },
              { "nombre": "AINEs Orales (ej. Ibuprofeno, Naproxeno, Celecoxib)", "codigo_item": "13101", "recomendacion": "Usar a la dosis más baja y por el menor tiempo posible, evaluando riesgo gastrointestinal y cardiovascular. (Códigos de referencia: Naproxeno 04979, Celecoxib 01712)." }
            ]
          }
        ]
      },
      {
        "titulo": "Otras Terapias Farmacológicas",
        "items": [
          { "nombre": "Infiltración intraarticular de corticoides", "recomendacion": "Proporciona alivio del dolor a corto plazo en brotes agudos. No se recomienda su uso repetido y frecuente." },
          { "nombre": "Tramadol", "codigo_item": "06237", "recomendacion": "Puede considerarse para dolor moderado a severo en pacientes que no responden o tienen contraindicaciones para los AINEs." }
        ]
      },
      {
        "titulo": "Tratamiento Quirúrgico",
        "contenido": "La cirugía de reemplazo articular (artroplastia) se reserva para pacientes con osteoartritis severa, dolor intratable y discapacidad funcional significativa que no han respondido al tratamiento conservador. Es una intervención altamente efectiva para aliviar el dolor y restaurar la función."
      }
    ],
    "palabras_clave": [
      "osteoartritis",
      "artrosis",
      "dolor articular",
      "AINEs",
      "paracetamol",
      "ibuprofeno",
      "naproxeno",
      "tramadol",
      "ejercicio terapéutico",
      "artroplastia"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo del paciente con Síndrome Coronario Crónico",
    "diagnostico_cie10": "I259",
    "referencias_cie10": [
      "I209",
      "I251",
      "I252"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico y Estratificación del Riesgo",
        "contenido": "El diagnóstico del Síndrome Coronario Crónico (SCC) se basa en la historia clínica de angina de pecho y la evaluación del riesgo cardiovascular. Se recomienda realizar un electrocardiograma (ECG) en reposo a todos los pacientes. Para confirmar el diagnóstico y evaluar la isquemia, se puede utilizar una prueba de esfuerzo (ergometría) o pruebas de imagen como la ecocardiografía de estrés o la angiografía coronaria por tomografía (Angio-TC), dependiendo del perfil del paciente."
      },
      {
        "titulo": "Tratamiento Farmacológico Óptimo (TFO)",
        "contenido": "El TFO es la base del manejo y tiene dos objetivos: aliviar los síntomas (antianginosos) y prevenir eventos cardiovasculares (trombosis, infarto).",
        "subsecciones": [
          {
            "titulo": "1. Terapia Anti-isquémica (para aliviar la angina)",
            "items": [
              { "nombre": "Betabloqueantes (ej. Bisoprolol, Carvedilol)", "recomendacion": "Son la primera línea de tratamiento para el control de la frecuencia cardiaca y los síntomas." },
              { "nombre": "Calcioantagonistas (ej. Amlodipino, Diltiazem)", "recomendacion": "Se usan si los betabloqueantes no son tolerados o son insuficientes. Pueden combinarse." },
              { "nombre": "Nitroglicerina sublingual", "codigo_item": "21535", "recomendacion": "Recomendados para el alivio inmediato de los episodios de angina." }
            ]
          },
          {
            "titulo": "2. Terapia para la Prevención de Eventos",
            "items": [
              { "nombre": "Ácido acetilsalicílico (Aspirina)", "codigo_item": "04410", "recomendacion": "Dosis de 100 mg/día recomendada en todos los pacientes con SCC, si no hay contraindicación." },
              { "nombre": "Atorvastatina", "codigo_item": "06161", "recomendacion": "Fundamental para reducir el colesterol LDL. El objetivo es un LDL < 55 mg/dL en pacientes de muy alto riesgo." },
              { "nombre": "Enalapril", "codigo_item": "06001", "recomendacion": "Recomendado en pacientes con SCC que también tienen hipertensión, diabetes, insuficiencia cardiaca o disfunción ventricular izquierda." }
            ]
          }
        ]
      },
      {
        "titulo": "Revascularización (Intervencionista o Quirúrgica)",
        "contenido": "La decisión de revascularizar (mediante angioplastia con stent o cirugía de bypass) se toma en pacientes que persisten con angina a pesar del TFO, o en aquellos con enfermedad anatómicamente extensa y de alto riesgo (ej. enfermedad del tronco coronario izquierdo, enfermedad de 3 vasos con disfunción ventricular). La decisión debe ser individualizada y discutida por un 'Heart Team' (equipo del corazón)."
      }
    ],
    "palabras_clave": [
      "síndrome coronario crónico",
      "SCC",
      "angina de pecho",
      "enfermedad isquémica",
      "aspirina",
      "estatinas",
      "betabloqueantes",
      "IECA",
      "revascularización",
      "stent",
      "bypass",
      "atorvastatina",
      "enalapril"
    ],
    "version_guia": "2.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de Neumonía Adquirida en la Comunidad en población pediátrica",
    "diagnostico_cie10": "J189",
    "referencias_cie10": [
      "J159",
      "J180"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico de Neumonía",
        "contenido": "El diagnóstico es principalmente clínico, basado en la presencia de fiebre, tos y taquipnea (frecuencia respiratoria elevada para la edad). La auscultación puede revelar crepitantes o disminución del murmullo vesicular. La radiografía de tórax no se recomienda de rutina en casos leves de manejo ambulatorio, pero es esencial en pacientes que requieren hospitalización, tienen enfermedad grave o diagnóstico incierto."
      },
      {
        "titulo": "Criterios de Hospitalización",
        "contenido": "Se debe hospitalizar a niños con signos de peligro como: saturación de oxígeno < 90-92%, cianosis, dificultad respiratoria severa (tirajes, quejido), incapacidad para la lactancia o beber, alteración del estado de conciencia, o en menores de 2-3 meses."
      },
      {
        "titulo": "Tratamiento Ambulatorio (Neumonía No Grave)",
        "subsecciones": [
          {
            "titulo": "Niños de 2 meses a 5 años",
            "items": [
              { "nombre": "Amoxicilina", "codigo_item": "04403", "recomendacion": "Tratamiento de primera línea. Dosis: 80-90 mg/kg/día, dividida en 2 o 3 dosis, por 5 a 7 días." }
            ]
          },
          {
            "titulo": "Niños mayores de 5 años (sospecha de germen atípico)",
            "items": [
              { "nombre": "Amoxicilina", "codigo_item": "04403", "recomendacion": "Sigue siendo una opción válida." },
              { "nombre": "Azitromicina", "codigo_item": "04417", "recomendacion": "Alternativa o adición si se sospecha fuertemente de Mycoplasma pneumoniae. Dosis: 10 mg/kg el primer día, luego 5 mg/kg por 4 días más." }
            ]
          }
        ]
      },
      {
        "titulo": "Tratamiento Hospitalario (Neumonía Grave)",
        "subsecciones": [
          {
            "titulo": "Tratamiento de Primera Línea",
            "items": [
              { "nombre": "Ampicilina o Penicilina G Sódica", "recomendacion": "Son los antibióticos de elección por vía intravenosa." }
            ]
          },
          {
            "titulo": "Alternativas (si no hay respuesta o en casos específicos)",
            "items": [
              { "nombre": "Ceftriaxona", "codigo_item": "04443", "recomendacion": "Usar en pacientes que no responden al tratamiento inicial o en casos de neumonía muy grave. Dosis: 50-100 mg/kg/día." },
              { "nombre": "Cloranfenicol", "codigo_item": "04453", "recomendacion": "Considerado en contextos específicos o si hay alergias/resistencias a otros fármacos." }
            ]
          }
        ]
      }
    ],
    "palabras_clave": [
      "neumonía",
      "pediatría",
      "NAC",
      "neumonía adquirida en la comunidad",
      "amoxicilina",
      "ceftriaxona",
      "azitromicina",
      "taquipnea",
      "fiebre",
      "tos"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el Diagnóstico y Tratamiento de la Insuficiencia Cardiaca Crónica",
    "diagnostico_cie10": "I500",
    "referencias_cie10": [
      "I501",
      "I509"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico de la Insuficiencia Cardiaca (IC)",
        "contenido": "El diagnóstico se basa en una combinación de síntomas típicos (disnea, fatiga, edema de tobillos), signos específicos (ingurgitación yugular, crepitantes pulmonares) y evidencia objetiva de disfunción cardiaca. Se recomienda realizar un electrocardiograma (ECG) y medir los péptidos natriuréticos (BNP o NT-proBNP) en todos los pacientes con sospecha de IC. Un ecocardiograma transtorácico es fundamental para confirmar el diagnóstico, clasificar el tipo de IC según la Fracción de Eyección del Ventrículo Izquierdo (FEVI) y evaluar la estructura y función cardiaca."
      },
      {
        "titulo": "Clasificación según la Fracción de Eyección (FEVI)",
        "items": [
          { "nombre": "IC con FEVI Reducida (IC-FEr)", "recomendacion": "FEVI ≤ 40%." },
          { "nombre": "IC con FEVI Levemente Reducida (IC-FElr)", "recomendacion": "FEVI 41-49%." },
          { "nombre": "IC con FEVI Preservada (IC-FEp)", "recomendacion": "FEVI ≥ 50%." }
        ]
      },
      {
        "titulo": "Tratamiento Farmacológico de la IC con FEVI Reducida (IC-FEr)",
        "contenido": "El tratamiento se basa en cuatro pilares fundamentales que han demostrado mejorar la supervivencia. Deben iniciarse y titularse hasta la dosis máxima tolerada.",
        "subsecciones": [
          {
            "titulo": "Pilares del Tratamiento",
            "items": [
              { "nombre": "IECA (Inhibidor de la Enzima Convertidora de Angiotensina)", "codigo_item": "06001", "recomendacion": "Ejemplo: Enalapril. Son la base del tratamiento." },
              { "nombre": "Betabloqueante", "codigo_item": "06031", "recomendacion": "Ejemplo: Carvedilol, Bisoprolol. Reducen la mortalidad y las hospitalizaciones." },
              { "nombre": "ARM (Antagonista del Receptor de Mineralocorticoides)", "codigo_item": "06061", "recomendacion": "Ejemplo: Espironolactona. Indicado en pacientes que persisten sintomáticos a pesar de IECA y betabloqueantes." },
              { "nombre": "iSGLT2 (Inhibidor del cotransportador sodio-glucosa tipo 2)", "recomendacion": "Ejemplo: Dapagliflozina, Empagliflozina. Han demostrado beneficios incluso en pacientes no diabéticos." }
            ]
          },
          {
            "titulo": "Tratamiento para la Congestión",
            "items": [
              { "nombre": "Diuréticos de asa", "codigo_item": "06071", "recomendacion": "Ejemplo: Furosemida. Se utilizan para aliviar los síntomas de congestión (edema, disnea). La dosis se ajusta según la respuesta y el estado del volumen del paciente. No han demostrado impacto en la mortalidad." }
            ]
          }
        ]
      },
      {
        "titulo": "Tratamiento No Farmacológico",
        "contenido": "Incluye la educación del paciente sobre la enfermedad, la restricción de sodio en la dieta, el control de la ingesta de líquidos, la promoción de la actividad física regular según tolerancia y la vacunación anual contra la influenza y el neumococo."
      }
    ],
    "palabras_clave": [
      "insuficiencia cardiaca",
      "IC",
      "IC-FEr",
      "IC-FEp",
      "disnea",
      "edema",
      "FEVI",
      "enalapril",
      "carvedilol",
      "espironolactona",
      "furosemida"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y seguimiento de la Hipertensión Arterial Pulmonar",
    "diagnostico_cie10": "I270",
    "referencias_cie10": [
      "I272"
    ],
    "secciones": [
      {
        "titulo": "Definición y Diagnóstico",
        "contenido": "La Hipertensión Arterial Pulmonar (HAP) es una enfermedad rara y grave caracterizada por una presión arterial media en la arteria pulmonar (PAPm) ≥ 25 mmHg en reposo, medida mediante cateterismo cardiaco derecho (CCD). La sospecha clínica se basa en síntomas como disnea de esfuerzo progresiva, fatiga o síncope. El ecocardiograma es la herramienta de cribado inicial fundamental para estimar la presión sistólica de la arteria pulmonar (PSAP). El diagnóstico de certeza requiere obligatoriamente un cateterismo cardiaco derecho."
      },
      {
        "titulo": "Clasificación Funcional (OMS)",
        "contenido": "La severidad de los síntomas se clasifica en cuatro clases funcionales (CF) de la OMS, lo cual es crucial para guiar el tratamiento:",
        "items": [
          { "nombre": "Clase Funcional I", "recomendacion": "Sin limitación de la actividad física." },
          { "nombre": "Clase Funcional II", "recomendacion": "Ligera limitación de la actividad física. Asintomático en reposo." },
          { "nombre": "Clase Funcional III", "recomendacion": "Marcada limitación de la actividad física. Asintomático en reposo." },
          { "nombre": "Clase Funcional IV", "recomendacion": "Incapacidad para realizar cualquier actividad física. Síntomas en reposo." }
        ]
      },
      {
        "titulo": "Tratamiento de la HAP",
        "contenido": "El manejo incluye medidas generales, tratamiento de soporte y terapia específica para la HAP.",
        "subsecciones": [
          {
            "titulo": "Medidas Generales y de Soporte",
            "items": [
              { "nombre": "Anticoagulación Oral", "codigo_item": "05001", "recomendacion": "Se considera en pacientes con HAP idiopática, hereditaria o asociada a anorexígenos (ej. Warfarina)." },
              { "nombre": "Diuréticos", "codigo_item": "06071", "recomendacion": "Para manejar la sobrecarga de volumen y el edema periférico (ej. Furosemida)." },
              { "nombre": "Oxigenoterapia", "recomendacion": "Indicada en pacientes con hipoxemia arterial (PaO2 < 60 mmHg)." }
            ]
          },
          {
            "titulo": "Terapia Específica para HAP (según riesgo y test de vasorreactividad)",
            "contenido": "El tratamiento se dirige a diferentes vías moleculares y se elige según la estratificación de riesgo del paciente (bajo, intermedio, alto).",
            "items": [
              { "nombre": "Antagonistas de los Receptores de la Endotelina (ARE)", "codigo_item": "06202", "recomendacion": "Ejemplo: Bosentán, Ambrisentán. Bloquean el efecto vasoconstrictor de la endotelina." },
              { "nombre": "Inhibidores de la Fosfodiesterasa 5 (PDE-5i)", "codigo_item": "06201", "recomendacion": "Ejemplo: Sildenafilo. Promueven la vasodilatación pulmonar." },
              { "nombre": "Análogos de las Prostaciclinas", "recomendacion": "Ejemplo: Iloprost. Potentes vasodilatadores y antiagregantes. Se usan en casos más severos." }
            ]
          }
        ]
      }
    ],
    "palabras_clave": [
      "hipertensión pulmonar",
      "HAP",
      "disnea",
      "síncope",
      "cateterismo cardiaco derecho",
      "ecocardiograma",
      "sildenafilo",
      "bosentan",
      "iloprost",
      "warfarina"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para la evaluación y manejo de la Hemorragia Digestiva Alta",
    "diagnostico_cie10": "K922",
    "referencias_cie10": [
      "K250",
      "K260",
      "K270",
      "I850"
    ],
    "secciones": [
      {
        "titulo": "Evaluación Inicial y Estratificación del Riesgo",
        "contenido": "En todo paciente con sospecha de Hemorragia Digestiva Alta (HDA), se recomienda una evaluación hemodinámica inmediata (presión arterial, frecuencia cardiaca) y una reanimación con fluidos si es necesario. Se debe utilizar la escala de Glasgow-Blatchford (GBS) para estratificar el riesgo. Un GBS de 0-1 identifica a pacientes de muy bajo riesgo que podrían ser manejados de forma ambulatoria sin necesidad de endoscopia urgente. Pacientes con GBS > 1 requieren hospitalización y endoscopia."
      },
      {
        "titulo": "Manejo Pre-endoscópico",
        "items": [
          {
            "nombre": "Inhibidores de la Bomba de Protones (IBP)",
            "codigo_item": "18001",
            "recomendacion": "Se recomienda la administración de un IBP por vía intravenosa, como Omeprazol, idealmente antes de la endoscopia en pacientes con sospecha de HDA de origen no variceal. Esto puede reducir la necesidad de tratamiento endoscópico."
          },
          {
            "nombre": "Agentes Procinéticos",
            "codigo_item": "04467",
            "recomendacion": "Se puede considerar el uso de Eritromicina por vía intravenosa 20-90 minutos antes de la endoscopia para mejorar la visualización gástrica al promover el vaciamiento de sangre."
          },
          {
            "nombre": "Transfusión Sanguínea",
            "recomendacion": "Se recomienda una estrategia de transfusión restrictiva. Se debe transfundir concentrados de hematíes cuando el nivel de hemoglobina sea < 7 g/dL, con el objetivo de mantenerla entre 7 y 9 g/dL. En pacientes con comorbilidad cardiovascular significativa, el umbral puede ser más alto (ej. < 8 g/dL)."
          }
        ]
      },
      {
        "titulo": "Manejo Endoscópico",
        "contenido": "La endoscopia digestiva alta (EDA) es el procedimiento diagnóstico y terapéutico de elección. Debe realizarse dentro de las 24 horas posteriores a la presentación del paciente. En casos de inestabilidad hemodinámica a pesar de la reanimación, la endoscopia debe ser emergente (dentro de 6-12 horas).",
        "subsecciones": [
          {
            "titulo": "Terapia Endoscópica",
            "codigo_proc": "103",
            "items": [
              {
                "nombre": "Úlceras con estigmas de alto riesgo (Forrest Ia, Ib, IIa)",
                "recomendacion": "Se recomienda terapia endoscópica combinada, usualmente con inyección de adrenalina más un segundo método (terapia térmica con clips metálicos)."
              },
              {
                "nombre": "Várices Esofágicas Sangrantes",
                "recomendacion": "El tratamiento de elección es la ligadura endoscópica con bandas elásticas."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Manejo en Pacientes con Cirrosis",
        "contenido": "Los pacientes con cirrosis y HDA tienen un alto riesgo de infección bacteriana.",
        "items": [
          {
            "nombre": "Profilaxis Antibiótica",
            "codigo_item": "04443",
            "recomendacion": "Se recomienda la administración de antibióticos profilácticos (ej. Ceftriaxona intravenosa) por un máximo de 7 días para prevenir infecciones y mejorar la supervivencia."
          }
        ]
      }
    ],
    "palabras_clave": [
      "hemorragia digestiva alta",
      "HDA",
      "melena",
      "hematemesis",
      "endoscopia",
      "EDA",
      "omeprazol",
      "IBP",
      "Glasgow-Blatchford",
      "várices esofágicas",
      "ceftriaxona"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo de Comunicación Interventricular en menores de 18 años",
    "diagnostico_cie10": "Q210",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico y Clasificación",
        "contenido": "La sospecha de Comunicación Interventricular (CIV) se basa en la auscultación de un soplo holosistólico en el borde esternal izquierdo. El diagnóstico se confirma y se clasifica mediante un ecocardiograma Doppler color, que es el estudio de elección.",
        "subsecciones": [
          {
            "titulo": "Estudio Diagnóstico Principal",
            "items": [
              { "nombre": "Ecocardiograma Doppler Color", "codigo_proc": "310", "recomendacion": "Permite definir la localización y el tamaño de la CIV, estimar la magnitud del cortocircuito (Qp/Qs) y evaluar las presiones pulmonares." }
            ]
          },
          {
            "titulo": "Clasificación por Tamaño",
            "items": [
              { "nombre": "CIV Pequeña (Restrictiva)", "recomendacion": "Generalmente asintomática, con soplo intenso. Tienen alta probabilidad de cierre espontáneo." },
              { "nombre": "CIV Moderada", "recomendacion": "Puede presentar síntomas de insuficiencia cardiaca y fallo de medro." },
              { "nombre": "CIV Grande (No Restrictiva)", "recomendacion": "Causa insuficiencia cardiaca congestiva (ICC) severa, hipertensión pulmonar y requiere intervención." }
            ]
          }
        ]
      },
      {
        "titulo": "Manejo Médico de la Insuficiencia Cardiaca",
        "contenido": "En lactantes con CIV moderada a grande que desarrollan síntomas de ICC, se debe iniciar tratamiento médico para controlar los síntomas y permitir el crecimiento mientras se espera el cierre espontáneo o la cirugía.",
        "items": [
          { "nombre": "Diuréticos (Furosemida)", "codigo_item": "06071", "recomendacion": "Para reducir la sobrecarga de volumen y la congestión pulmonar." },
          { "nombre": "Inhibidores de la ECA (Enalapril)", "codigo_item": "06001", "recomendacion": "Para reducir la poscarga sistémica y disminuir el cortocircuito de izquierda a derecha." },
          { "nombre": "Antagonistas de la Aldosterona (Espironolactona)", "codigo_item": "06061", "recomendacion": "Se añade a los diuréticos para contrarrestar la pérdida de potasio y por sus efectos antifibróticos." }
        ]
      },
      {
        "titulo": "Indicaciones de Cierre (Quirúrgico o Percutáneo)",
        "contenido": "La intervención para cerrar la CIV está indicada en los siguientes escenarios:",
        "items": [
          { "nombre": "CIV Grande con ICC", "recomendacion": "En lactantes con fallo de medro o síntomas de ICC que no responden al tratamiento médico." },
          { "nombre": "CIV con Hipertensión Pulmonar", "recomendacion": "En pacientes con Qp/Qs > 1.5-2.0 y evidencia de aumento de la presión o resistencias pulmonares." },
          { "nombre": "CIV con Prolapso de Válvula Aórtica", "recomendacion": "Indicación de cierre para prevenir la insuficiencia aórtica progresiva." }
        ]
      },
      {
        "titulo": "Seguimiento Post-Cierre",
        "contenido": "Los pacientes requieren seguimiento cardiológico a largo plazo para monitorizar la función ventricular, la presencia de cortocircuitos residuales, arritmias o problemas valvulares. Se recomienda profilaxis para endocarditis infecciosa durante los primeros 6 meses post-intervención."
      }
    ],
    "palabras_clave": [
      "comunicación interventricular",
      "CIV",
      "cardiopatía congénita",
      "soplo holosistólico",
      "ecocardiograma",
      "insuficiencia cardiaca",
      "furosemida",
      "enalapril",
      "cierre de CIV"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el tratamiento del Hepatocarcinoma en adultos",
    "diagnostico_cie10": "C220",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico del Hepatocarcinoma (CHC)",
        "contenido": "En pacientes con cirrosis, el diagnóstico de CHC se puede realizar mediante técnicas de imagen no invasivas (Tomografía Computarizada [TC] multifásica o Resonancia Magnética [RM] con contraste). El hallazgo característico es una lesión con hipervascularización arterial y lavado en fase venosa portal o tardía (patrón LI-RADS 5). La biopsia hepática se reserva para casos con diagnóstico por imagen no concluyente o en pacientes sin cirrosis."
      },
      {
        "titulo": "Estadificación y Criterios de Tratamiento (BCLC)",
        "contenido": "Se recomienda utilizar el sistema de estadificación del Barcelona Clinic Liver Cancer (BCLC) para clasificar a los pacientes y guiar la estrategia terapéutica. Este sistema considera el estado funcional del paciente (performance status), la función hepática (Child-Pugh) y la extensión del tumor (tamaño, número de nódulos, invasión vascular y diseminación extrahepática)."
      },
      {
        "titulo": "Tratamientos Curativos (Estadios 0 y A de BCLC)",
        "contenido": "Las opciones con intención curativa incluyen:",
        "items": [
          { "nombre": "Resección quirúrgica", "recomendacion": "Para pacientes con tumor único y función hepática preservada (Child-Pugh A) sin hipertensión portal clínicamente significativa." },
          { "nombre": "Trasplante hepático", "recomendacion": "Considerado el mejor tratamiento para pacientes que cumplen los Criterios de Milán (un nódulo ≤ 5 cm o hasta 3 nódulos ≤ 3 cm)." },
          { "nombre": "Ablación por radiofrecuencia (ARF)", "recomendacion": "Alternativa a la resección para tumores pequeños (< 3 cm) no accesibles quirúrgicamente." }
        ]
      },
      {
        "titulo": "Tratamiento en Estadio Intermedio (Estadio B de BCLC)",
        "items": [
          { "nombre": "Quimioembolización transarterial (TACE)", "recomendacion": "Es el tratamiento de elección para pacientes con CHC multinodular, asintomático y con función hepática preservada, confinado al hígado." }
        ]
      },
      {
        "titulo": "Tratamiento Sistémico en Estadio Avanzado (Estadio C de BCLC)",
        "contenido": "Para pacientes con invasión vascular o diseminación extrahepática y buen estado funcional (ECOG 0-1).",
        "subsecciones": [
          {
            "titulo": "Primera Línea",
            "items": [
              { "nombre": "Atezolizumab + Bevacizumab", "recomendacion": "Es la combinación preferida actualmente por su mayor supervivencia." }
            ]
          },
          {
            "titulo": "Alternativas de Primera Línea",
            "items": [
              { "nombre": "Sorafenib", "codigo_item": "21801", "recomendacion": "Inhibidor de tirosina quinasa (TKI) que fue el estándar de tratamiento durante muchos años." },
              { "nombre": "Lenvatinib", "recomendacion": "Otro TKI que ha demostrado no inferioridad frente a sorafenib." }
            ]
          }
        ]
      }
    ],
    "palabras_clave": [
      "hepatocarcinoma",
      "CHC",
      "carcinoma hepatocelular",
      "cirrosis",
      "BCLC",
      "resección hepática",
      "trasplante hepático",
      "TACE",
      "sorafenib",
      "atezolizumab",
      "bevacizumab"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  }
]
