[
  {
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y manejo de pacientes con Osteoartritis",
  "diagnostico_cie10": "M199",
  "referencias_cie10": [ "M159", "M169", "M179" ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico de la osteoartritis (OA) es principalmente clínico, basado en el dolor articular relacionado con el uso, rigidez matutina de corta duración (< 30 min) y limitación funcional. La edad (> 45 años) y la presencia de crepitación ósea son hallazgos comunes. Las radiografías se usan para confirmar el diagnóstico en casos atípicos o para evaluar la severidad, mostrando hallazgos como disminución del espacio articular, osteofitos y esclerosis subcondral."
    },
    {
      "titulo": "Tratamiento No Farmacológico (Pilar del Manejo)",
      "items": [
        { "nombre": "Educación y Autocuidado", "recomendacion": "Informar al paciente sobre la naturaleza de la enfermedad, la importancia del control de peso y la actividad física." },
        { "nombre": "Ejercicio Terapéutico", "recomendacion": "Programas de ejercicios de fortalecimiento muscular (ej. cuádriceps para OA de rodilla), flexibilidad y aeróbicos de bajo impacto (caminar, nadar, ciclismo)." },
        { "nombre": "Pérdida de Peso", "recomendacion": "En pacientes con sobrepeso u obesidad, una pérdida de peso de al menos 5-10% ha demostrado reducir el dolor y mejorar la función." }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico (para control de síntomas)",
      "subsecciones": [
        {
          "titulo": "Primera Línea",
          "items": [
            { "nombre": "Paracetamol (Acetaminofén)", "codigo_item": "18068", "recomendacion": "Analgésico inicial para dolor leve-moderado. Dosis máxima: 3-4 g/día." },
            { "nombre": "AINEs tópicos (ej. Diclofenaco en gel)", "recomendacion": "Opción preferida para OA de rodilla y mano por su menor riesgo de efectos adversos sistémicos." }
          ]
        },
        {
          "titulo": "Segunda Línea (si la primera es insuficiente)",
          "items": [
            { "nombre": "Ibuprofeno 400-800 mg c/6-8h", "codigo_item": "4011", "recomendacion": "Usar la dosis efectiva más baja por el menor tiempo posible. Considerar riesgo GI y CV. Co-prescribir IBP en alto riesgo." },
            { "nombre": "Naproxeno 250-500 mg c/12h", "codigo_item": "4978", "recomendacion": "Alternativa al Ibuprofeno, con consideraciones de riesgo similares." },
            { "nombre": "Inhibidores de la COX-2 (ej. Celecoxib)", "codigo_item": "1712", "recomendacion": "Alternativa a AINEs no selectivos en pacientes con alto riesgo GI pero bajo riesgo CV." }
          ]
        },
        {
          "titulo": "Tercera Línea (Dolor Moderado a Severo)",
          "items": [
            { "nombre": "Tramadol", "codigo_item": "6237", "recomendacion": "Opioide débil para pacientes que no responden o tienen contraindicaciones para los AINEs." },
            { "nombre": "Inyecciones intraarticulares de corticosteroides", "recomendacion": "Para alivio a corto plazo de exacerbaciones agudas, especialmente en OA de rodilla." }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento Quirúrgico",
      "contenido": "Reservado para pacientes con dolor severo, discapacidad funcional significativa y fallo del tratamiento conservador. La opción principal es la artroplastia (reemplazo articular), más comúnmente de rodilla o cadera."
    }
  ],
  "palabras_clave": [ "osteoartritis", "artrosis", "dolor articular", "AINEs", "paracetamol", "ibuprofeno", "naproxeno", "tramadol", "artroplastia" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo del paciente con Síndrome Coronario Crónico",
    "diagnostico_cie10": "I259",
    "referencias_cie10": [
      "I209",
      "I251"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico y Estratificación de Riesgo",
        "contenido": "El diagnóstico del Síndrome Coronario Crónico (SCC) se basa en la historia clínica de angina de pecho (dolor torácico opresivo precipitado por el esfuerzo y aliviado por el reposo o nitratos). El electrocardiograma (ECG) en reposo puede ser normal. Las pruebas de detección de isquemia (prueba de esfuerzo, ecocardiograma de estrés, etc.) se usan para confirmar el diagnóstico y estratificar el riesgo del paciente."
      },
      {
        "titulo": "Manejo del Estilo de Vida",
        "contenido": "Es fundamental en todos los pacientes. Incluye: cese del tabaquismo, dieta saludable (mediterránea), actividad física regular (30-60 min, 5-7 días/semana), control de peso (IMC < 25 kg/m²), y control de la presión arterial y la diabetes."
      },
      {
        "titulo": "Tratamiento Farmacológico Óptimo (TFO)",
        "subsecciones": [
          {
            "titulo": "Tratamiento Anti-isquémico (para aliviar la angina)",
            "items": [
              {
                "nombre": "Nitroglicerina sublingual",
                "codigo_item": "21535",
                "recomendacion": "Para alivio inmediato de los episodios de angina. Dosis: 0.5 mg sublingual, se puede repetir cada 5 minutos hasta 3 dosis."
              },
              {
                "nombre": "Betabloqueantes (ej. Bisoprolol, Carvedilol)",
                "recomendacion": "Son la primera línea para el control de la frecuencia cardiaca y los síntomas. Se titula la dosis para alcanzar una FC en reposo de 55-60 lpm."
              },
              {
                "nombre": "Calcioantagonistas (ej. Amlodipino, Diltiazem)",
                "recomendacion": "Alternativa o añadido a los betabloqueantes si los síntomas persisten."
              }
            ]
          },
          {
            "titulo": "Tratamiento para Prevención de Eventos Cardiovasculares",
            "items": [
              {
                "nombre": "Ácido Acetilsalicílico (Aspirina)",
                "codigo_item": "04001",
                "recomendacion": "Dosis baja (75-100 mg/día) está indicada en todos los pacientes con SCC, a menos que haya contraindicación."
              },
              {
                "nombre": "Estatinas de alta intensidad (ej. Atorvastatina)",
                "codigo_item": "06251",
                "recomendacion": "Para todos los pacientes, con el objetivo de reducir el colesterol LDL en al menos un 50% o a un nivel < 55 mg/dL."
              },
              {
                "nombre": "Inhibidores de la ECA (ej. Enalapril)",
                "codigo_item": "06001",
                "recomendacion": "Indicados en pacientes con SCC que también tienen hipertensión, diabetes, insuficiencia cardiaca o disfunción ventricular izquierda."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Revascularización (Stent o Cirugía de Bypass)",
        "contenido": "La decisión de revascularizar (además del TFO) se toma en pacientes que persisten con angina a pesar del tratamiento, o en aquellos con enfermedad anatómicamente extensa y de alto riesgo (ej. enfermedad del tronco coronario izquierdo, enfermedad de 3 vasos con disfunción ventricular). La decisión debe ser individualizada y discutida por un 'Heart Team' (equipo del corazón)."
      }
    ],
    "palabras_clave": [
      "síndrome coronario crónico",
      "SCC",
      "angina de pecho",
      "enfermedad isquémica",
      "aspirina",
      "estatinas",
      "betabloqueantes",
      "IECA",
      "revascularización",
      "stent",
      "bypass"
    ],
    "version_guia": "2.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de Neumonía Adquirida en la Comunidad en población pediátrica",
    "diagnostico_cie10": "J189",
    "referencias_cie10": [
      "J159",
      "J180"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico",
        "contenido": "El diagnóstico es principalmente clínico, basado en la presencia de fiebre, tos y taquipnea (frecuencia respiratoria elevada para la edad). La auscultación puede revelar crepitantes o disminución del murmullo vesicular. La radiografía de tórax no se recomienda de rutina en casos leves de manejo ambulatorio, pero es esencial en pacientes que requieren hospitalización, tienen enfermedad grave o diagnóstico incierto."
      },
      {
        "titulo": "Criterios de Hospitalización",
        "contenido": "Se debe hospitalizar a niños con signos de peligro como: saturación de oxígeno < 90-92%, cianosis, dificultad respiratoria severa (tirajes, quejido), incapacidad para la lactancia o beber, alteración del estado de conciencia, o en menores de 2-3 meses."
      },
      {
        "titulo": "Tratamiento Ambulatorio (Neumonía No Grave)",
        "subsecciones": [
          {
            "titulo": "Primera Línea Farmacológica",
            "items": [
              {
                "nombre": "Amoxicilina",
                "codigo_item": "04403",
                "recomendacion": "Es el tratamiento de elección. Dosis: 80-90 mg/kg/día, dividida en 2 o 3 dosis, durante 5 a 7 días."
              }
            ]
          },
          {
            "titulo": "Alternativa (si hay sospecha de atípicos o alergia)",
            "items": [
              {
                "nombre": "Azitromicina",
                "codigo_item": "04469",
                "recomendacion": "Dosis: 10 mg/kg el primer día, seguido de 5 mg/kg/día por 4 días más."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Tratamiento Hospitalario (Neumonía Grave)",
        "subsecciones": [
          {
            "titulo": "Tratamiento Endovenoso",
            "items": [
              {
                "nombre": "Ampicilina",
                "codigo_item": "04408",
                "recomendacion": "Es una opción de primera línea. Dosis: 150-200 mg/kg/día, dividida cada 6 horas."
              },
              {
                "nombre": "Ceftriaxona",
                "codigo_item": "04441",
                "recomendacion": "Alternativa o si no hay respuesta a Ampicilina. Dosis: 50-100 mg/kg/día, dividida cada 12 o 24 horas."
              }
            ]
          },
          {
            "titulo": "Consideraciones Adicionales",
            "contenido": "En pacientes hospitalizados, se debe considerar la oxigenoterapia para mantener una saturación > 92%. El manejo de fluidos y la nutrición son también componentes clave del tratamiento."
          }
        ]
      }
    ],
    "palabras_clave": [
      "neumonía",
      "pediatría",
      "NAC",
      "neumonía adquirida en la comunidad",
      "amoxicilina",
      "ceftriaxona",
      "azitromicina",
      "taquipnea",
      "fiebre",
      "tos"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el Diagnóstico y Tratamiento de la Insuficiencia Cardiaca Crónica",
    "diagnostico_cie10": "I500",
    "referencias_cie10": [
      "I501",
      "I509"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico",
        "contenido": "El diagnóstico de la Insuficiencia Cardiaca (IC) se basa en una combinación de síntomas (disnea, fatiga, edema), signos (ingurgitación yugular, crepitantes pulmonares) y evidencia objetiva de disfunción cardiaca. Se recomienda realizar un electrocardiograma (ECG) y medir los péptidos natriuréticos (BNP o NT-proBNP) en todos los pacientes con sospecha de IC. Un ecocardiograma transtorácico es fundamental para confirmar el diagnóstico, clasificar el tipo de IC según la Fracción de Eyección del Ventrículo Izquierdo (FEVI) y evaluar la estructura y función cardiaca."
      },
      {
        "titulo": "Clasificación según FEVI",
        "items": [
          {
            "nombre": "IC con FEVI Reducida (IC-FEr)",
            "recomendacion": "FEVI ≤ 40%."
          },
          {
            "nombre": "IC con FEVI Levemente Reducida (IC-FElr)",
            "recomendacion": "FEVI 41-49%."
          },
          {
            "nombre": "IC con FEVI Preservada (IC-FEp)",
            "recomendacion": "FEVI ≥ 50%."
          }
        ]
      },
      {
        "titulo": "Tratamiento Farmacológico para IC-FEr (Pilares Fundamentales)",
        "contenido": "Se recomienda iniciar y titular el tratamiento con los cuatro pilares farmacéuticos en todos los pacientes con IC-FEr para reducir la mortalidad y las hospitalizaciones.",
        "items": [
          {
            "nombre": "IECA / ARA II / ARNI",
            "recomendacion": "Inhibidores de la enzima convertidora de angiotensina (ej. Enalapril) o Antagonistas del receptor de angiotensina II. El Sacubitrilo/Valsartán (ARNI) es preferido en pacientes elegibles."
          },
          {
            "nombre": "Betabloqueantes",
            "recomendacion": "Utilizar uno de los tres con evidencia demostrada: Carvedilol, Bisoprolol o Metoprolol succinato."
          },
          {
            "nombre": "Antagonistas del Receptor de Mineralocorticoides (ARM)",
            "recomendacion": "Ejemplo: Espironolactona. Indicado en pacientes con FEVI ≤ 35% que persisten sintomáticos a pesar de IECA y betabloqueantes."
          },
          {
            "nombre": "Inhibidores del SGLT2 (iSGLT2)",
            "recomendacion": "Ejemplo: Dapagliflozina o Empagliflozina. Indicados independientemente de la presencia de diabetes."
          }
        ]
      },
      {
        "titulo": "Manejo de la Congestión",
        "items": [
          {
            "nombre": "Diuréticos de Asa (ej. Furosemida)",
            "codigo_item": "06071",
            "recomendacion": "Son la base para el manejo de los síntomas de sobrecarga de volumen (edema, disnea). La dosis se ajusta según la respuesta clínica y el peso del paciente."
          }
        ]
      },
      {
        "titulo": "Otras Medidas",
        "contenido": "El manejo del estilo de vida es crucial: restricción de sodio, control de líquidos, ejercicio regular y adherencia al tratamiento. Se recomienda la vacunación contra la influenza y el neumococo."
      }
    ],
    "palabras_clave": [
      "insuficiencia cardiaca",
      "IC",
      "IC-FEr",
      "IC-FEp",
      "disnea",
      "edema",
      "FEVI",
      "enalapril",
      "carvedilol",
      "espironolactona",
      "furosemida"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y seguimiento de la Hipertensión Arterial Pulmonar",
  "diagnostico_cie10": "I270",
  "referencias_cie10": [ "I272" ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Clasificación",
      "contenido": "La sospecha de Hipertensión Arterial Pulmonar (HAP) surge en pacientes con disnea de esfuerzo inexplicada. El ecocardiograma es la herramienta de cribado inicial. El diagnóstico de confirmación requiere un cateterismo cardiaco derecho (CCD), que define la HAP como una presión arterial pulmonar media (PAPm) ≥ 25 mmHg en reposo. El CCD también permite realizar un test de vasorreactividad para identificar a un pequeño subgrupo de pacientes que responden a calcioantagonistas."
    },
    {
      "titulo": "Medidas Generales y Tratamiento de Soporte",
      "items": [
        { "nombre": "Anticoagulación (Warfarina)", "codigo_item": "04201", "recomendacion": "Considerada en HAP idiopática, hereditaria o asociada a anorexígenos para prevenir trombosis. Mantener INR entre 1.5 y 2.5." },
        { "nombre": "Diuréticos", "recomendacion": "Para manejar la sobrecarga de volumen y los síntomas de insuficiencia cardiaca derecha." },
        { "nombre": "Oxigenoterapia", "recomendacion": "Indicada para mantener una saturación de oxígeno > 90%." }
      ]
    },
    {
      "titulo": "Tratamiento Específico para HAP (según riesgo)",
      "contenido": "El tratamiento se basa en la estratificación del riesgo del paciente (bajo, intermedio, alto).",
      "subsecciones": [
        {
          "titulo": "Pacientes de Bajo o Intermedio Riesgo",
          "items": [
            { "nombre": "Sildenafilo (PDE-5i) 20 mg, 3 veces/día", "codigo_item": "06201", "recomendacion": "Parte de la terapia oral combinada inicial." },
            { "nombre": "Bosentán (ARE) 125 mg, 2 veces/día", "codigo_item": "06202", "recomendacion": "Parte de la terapia oral combinada inicial, junto con un PDE-5i." }
          ]
        },
        {
          "titulo": "Pacientes de Alto Riesgo",
          "items": [
            { "nombre": "Iloprost (inhalado) 2.5-5 mcg, 6-9 veces/día", "codigo_item": "06203", "recomendacion": "Considerar terapia triple que incluya un análogo de la prostaciclina parenteral o inhalado." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [ "hipertensión pulmonar", "HAP", "disnea", "cateterismo cardiaco derecho", "sildenafilo", "bosentan", "iloprost", "warfarina" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
  {
    "nombre_guia": "Guía de Práctica Clínica para la evaluación y manejo de la Hemorragia Digestiva Alta",
    "diagnostico_cie10": "K922",
    "referencias_cie10": [
      "K250",
      "K260",
      "I850"
    ],
    "secciones": [
      {
        "titulo": "Evaluación Inicial y Estratificación del Riesgo",
        "contenido": "En todo paciente con sospecha de Hemorragia Digestiva Alta (HDA), se recomienda realizar una evaluación hemodinámica inmediata y una estratificación del riesgo utilizando el score de Glasgow-Blatchford (GBS). Un GBS de 0-1 identifica a pacientes de muy bajo riesgo que podrían ser manejados de forma ambulatoria sin necesidad de endoscopia urgente. Pacientes con GBS > 1 requieren hospitalización y endoscopia."
      },
      {
        "titulo": "Manejo Inicial",
        "items": [
          {
            "nombre": "Reanimación hemodinámica",
            "recomendacion": "Asegurar acceso venoso periférico de grueso calibre e iniciar fluidoterapia con cristaloides para mantener la estabilidad hemodinámica."
          },
          {
            "nombre": "Transfusión Sanguínea",
            "recomendacion": "Se recomienda una estrategia de transfusión restrictiva. Se debe transfundir concentrados de hematíes cuando el nivel de hemoglobina sea < 7 g/dL, con el objetivo de mantenerla entre 7 y 9 g/dL."
          },
          {
            "nombre": "Manejo Farmacológico Pre-endoscópico",
            "items": [
              {
                "nombre": "Inhibidores de la Bomba de Protones (IBP)",
                "codigo_item": "18001",
                "recomendacion": "Se recomienda la administración de un IBP por vía intravenosa, como Omeprazol en bolo (ej. 80 mg IV), seguido de una infusión continua o bolos intermitentes, en pacientes con sospecha de HDA de origen no variceal."
              },
              {
                "nombre": "Agentes procinéticos (Eritromicina)",
                "codigo_item": "04467",
                "recomendacion": "Se puede considerar la administración de Eritromicina IV (250 mg) 30-120 minutos antes de la endoscopia para mejorar la visualización gástrica."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Endoscopia Digestiva Alta (EDA)",
        "codigo_procedimiento": "45110",
        "contenido": "La EDA es el procedimiento diagnóstico y terapéutico de elección. Debe realizarse dentro de las 24 horas posteriores a la presentación del paciente. En casos de inestabilidad hemodinámica a pesar de la reanimación, la endoscopia debe ser emergente (dentro de 6-12 horas). Durante la EDA, se debe clasificar los estigmas de sangrado (clasificación de Forrest) y aplicar la terapia hemostática correspondiente (ej. inyección de adrenalina, clips metálicos, terapia térmica)."
      },
      {
        "titulo": "Manejo Específico de la Hemorragia Variceal",
        "contenido": "En pacientes con cirrosis y sospecha de HDA por várices esofágicas, el manejo difiere:",
        "items": [
          {
            "nombre": "Fármacos vasoactivos (ej. Terlipresina, Octreótido)",
            "recomendacion": "Deben iniciarse tan pronto como se sospeche el diagnóstico y mantenerse por 2-5 días."
          },
          {
            "nombre": "Profilaxis antibiótica (ej. Ceftriaxona)",
            "codigo_item": "04441",
            "recomendacion": "Se recomienda en todos los pacientes con cirrosis y HDA para prevenir infecciones bacterianas. Dosis: 1 g/día IV por hasta 7 días."
          }
        ]
      }
    ],
    "palabras_clave": [
      "hemorragia digestiva alta",
      "HDA",
      "melena",
      "hematemesis",
      "endoscopia",
      "EDA",
      "omeprazol",
      "IBP",
      "Glasgow-Blatchford",
      "várices esofágicas",
      "ceftriaxona"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo de Comunicación Interventricular en menores de 18 años",
    "diagnostico_cie10": "Q210",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico y Evaluación",
        "contenido": "El diagnóstico de Comunicación Interventricular (CIV) se sospecha por la auscultación de un soplo holosistólico en el borde esternal izquierdo. El diagnóstico se confirma y se evalúa la severidad mediante un ecocardiograma transtorácico, que permite determinar el tamaño, la localización del defecto y la magnitud del cortocircuito izquierda-derecha, así como estimar la presión de la arteria pulmonar."
      },
      {
        "titulo": "Manejo Médico de la Insuficiencia Cardiaca asociada a CIV",
        "contenido": "En lactantes con CIV grande que desarrollan insuficiencia cardiaca y fallo de medro, se indica tratamiento médico mientras se espera el cierre espontáneo o se planifica la cirugía.",
        "items": [
          {
            "nombre": "Diuréticos (Furosemida)",
            "codigo_item": "06071",
            "recomendacion": "Para reducir la sobrecarga de volumen. Dosis: 1-3 mg/kg/día, dividida en 2-3 dosis."
          },
          {
            "nombre": "IECA (ej. Enalapril)",
            "codigo_item": "06001",
            "recomendacion": "Para reducir la poscarga sistémica y disminuir el cortocircuito. Dosis inicial: 0.1 mg/kg/día."
          },
          {
            "nombre": "Optimización nutricional",
            "recomendacion": "Fortificación de la leche materna o fórmulas hipercalóricas para asegurar una ganancia de peso adecuada."
          }
        ]
      },
      {
        "titulo": "Indicaciones para el Cierre del Defecto",
        "contenido": "El cierre de la CIV (quirúrgico o percutáneo) está indicado en los siguientes casos:",
        "items": [
          {
            "nombre": "Lactantes con CIV grande",
            "recomendacion": "Con síntomas de insuficiencia cardiaca y fallo de medro que no responden al tratamiento médico."
          },
          {
            "nombre": "Niños mayores de 1 año",
            "recomendacion": "Con evidencia de sobrecarga de volumen del ventrículo izquierdo (cardiomegalia) y un cortocircuito significativo (Qp/Qs > 1.5:1), incluso si están asintomáticos."
          },
          {
            "nombre": "Pacientes con desarrollo de hipertensión pulmonar",
            "recomendacion": "El cierre debe realizarse antes de que se establezca el síndrome de Eisenmenger (enfermedad vascular pulmonar irreversible)."
          }
        ]
      },
      {
        "titulo": "Tipos de Cierre",
        "items": [
          {
            "nombre": "Cierre Quirúrgico",
            "codigo_procedimiento": "35610",
            "recomendacion": "Es el tratamiento estándar para la mayoría de las CIV que requieren intervención. Se realiza mediante la colocación de un parche de pericardio o material sintético."
          },
          {
            "nombre": "Cierre Percutáneo",
            "recomendacion": "Es una alternativa para ciertos tipos de CIV (musculares o perimembranosas con anatomía favorable), utilizando un dispositivo oclusor que se introduce mediante cateterismo cardiaco."
          }
        ]
      }
    ],
    "palabras_clave": [
      "comunicación interventricular",
      "CIV",
      "cardiopatía congénita",
      "soplo holosistólico",
      "ecocardiograma",
      "insuficiencia cardiaca",
      "furosemida",
      "enalapril",
      "cierre de CIV"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el tratamiento del Hepatocarcinoma en adultos",
    "diagnostico_cie10": "C220",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico y Estadificación",
        "contenido": "El diagnóstico de hepatocarcinoma (CHC) en pacientes con cirrosis se puede realizar mediante técnicas de imagen no invasivas (Tomografía Computarizada o Resonancia Magnética con contraste) que muestren el patrón típico de hipervascularización arterial y lavado en fase venosa portal o tardía (patrón LI-RADS 5). La biopsia hepática se reserva para casos con diagnóstico por imagen no concluyente."
      },
      {
        "titulo": "Estadificación y Criterios de Tratamiento (BCLC)",
        "contenido": "Se recomienda utilizar el sistema de estadificación del Barcelona Clinic Liver Cancer (BCLC) para clasificar a los pacientes y guiar la estrategia terapéutica. Este sistema considera el estado funcional del paciente (performance status), la función hepática (Child-Pugh) y la extensión del tumor (tamaño, número de nódulos, invasión vascular y diseminación extrahepática)."
      },
      {
        "titulo": "Tratamientos Curativos (Estadios 0 y A de BCLC)",
        "contenido": "Las opciones con intención curativa incluyen:",
        "items": [
          {
            "nombre": "Resección quirúrgica",
            "recomendacion": "Para pacientes con tumor único y función hepática preservada (Child-Pugh A) sin hipertensión portal clínicamente significativa."
          },
          {
            "nombre": "Trasplante hepático",
            "recomendacion": "Considerado el mejor tratamiento para pacientes que cumplen los Criterios de Milán (un nódulo ≤ 5 cm o hasta 3 nódulos ≤ 3 cm)."
          },
          {
            "nombre": "Ablación por radiofrecuencia (ARF)",
            "recomendacion": "Alternativa a la resección para tumores pequeños (< 3 cm) no accesibles quirúrgicamente."
          }
        ]
      },
      {
        "titulo": "Tratamiento en Estadio Intermedio (Estadio B de BCLC)",
        "items": [
          {
            "nombre": "Quimioembolización transarterial (TACE)",
"recomendacion": "Es el tratamiento de elección para pacientes con CHC multinodular, asintomático y con función hepática preservada, confinado al hígado."
          }
        ]
      },
      {
        "titulo": "Tratamiento Sistémico en Estadio Avanzado (Estadio C de BCLC)",
        "contenido": "Para pacientes con invasión vascular o diseminación extrahepática y buen estado funcional (ECOG 0-1).",
        "subsecciones": [
          {
            "titulo": "Primera Línea",
            "items": [
              {
                "nombre": "Atezolizumab + Bevacizumab",
                "recomendacion": "Es la combinación preferida actualmente por su mayor supervivencia."
              }
            ]
          },
          {
            "titulo": "Alternativas de Primera Línea",
            "items": [
              {
                "nombre": "Sorafenib",
                "codigo_item": "21801",
                "recomendacion": "Inhibidor de tirosina quinasa (TKI) que fue el estándar de tratamiento durante muchos años."
              },
              {
                "nombre": "Lenvatinib",
                "recomendacion": "Otro TKI que ha demostrado no inferioridad frente a sorafenib."
              }
            ]
          }
        ]
      }
    ],
    "palabras_clave": [
      "hepatocarcinoma",
      "CHC",
      "carcinoma hepatocelular",
      "cirrosis",
      "BCLC",
      "resección hepática",
      "trasplante hepático",
      "TACE",
      "sorafenib",
      "atezolizumab",
      "bevacizumab"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la Catarata del adulto y adulto mayor",
  "diagnostico_cie10": "H259",
  "referencias_cie10": [
    "H250",
    "H251",
    "H252",
    "H258",
    "H260"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico de la catarata se basa en la historia clínica del paciente y un examen oftalmológico completo.",
      "items": [
        {
          "nombre": "Evaluación de la Agudeza Visual",
          "recomendacion": "Medir la agudeza visual de lejos y de cerca, con y sin corrección. Es el principal indicador del impacto funcional de la catarata."
        },
        {
          "nombre": "Examen con Lámpara de Hendidura",
          "recomendacion": "Permite la biomicroscopía del segmento anterior para clasificar el tipo y la densidad de la catarata (nuclear, cortical, subcapsular posterior)."
        },
        {
          "nombre": "Tonometría",
          "recomendacion": "Medición de la presión intraocular (PIO) para descartar glaucoma coexistente, una comorbilidad frecuente."
        }
      ]
    },
    {
      "titulo": "Evaluación Preoperatoria",
      "contenido": "Una vez diagnosticada la catarata y considerado el tratamiento quirúrgico, se requieren estudios específicos para planificar la cirugía.",
      "items": [
        {
          "nombre": "Biometría Ocular",
          "recomendacion": "Esencial para calcular el poder del Lente Intraocular (LIO) a implantar. Se mide la longitud axial del ojo y la queratometría (curvatura de la córnea)."
        },
        {
          "nombre": "Microscopía Especular",
          "recomendacion": "Evalúa el recuento y la morfología de las células endoteliales de la córnea. Es importante en córneas con riesgo de descompensación postquirúrgica."
        },
        {
          "nombre": "Evaluación del Fondo de Ojo",
          "recomendacion": "Dilatar la pupila para examinar la retina y el nervio óptico. Permite descartar otras patologías que limiten el pronóstico visual (ej. degeneración macular, retinopatía diabética)."
        }
      ]
    },
    {
      "titulo": "Criterios de Tratamiento Quirúrgico",
      "contenido": "La decisión de operar una catarata se basa principalmente en el impacto que esta tiene en la calidad de vida del paciente, no solo en la agudeza visual.",
      "items": [
        {
          "nombre": "Indicación Principal",
          "recomendacion": "Cuando la disminución de la agudeza visual debida a la catarata interfiere con las actividades diarias del paciente (leer, conducir, trabajar, etc.)."
        },
        {
          "nombre": "Indicaciones Médicas",
          "recomendacion": "La cirugía puede ser necesaria para permitir la visualización y manejo de patologías del fondo de ojo (ej. retinopatía diabética) o si la catarata induce otras complicaciones como glaucoma o uveítis."
        }
      ]
    },
    {
      "titulo": "Tratamiento Quirúrgico",
      "subsecciones": [
        {
          "titulo": "Técnica de Elección: Facoemulsificación",
          "items": [
            {
              "nombre": "Facoemulsificación con Implante de Lente Intraocular (LIO)",
              "codigo_procedimiento": "66984",
              "recomendacion": "Es el estándar de oro para la cirugía de catarata. Consiste en utilizar ultrasonido para fragmentar y aspirar el cristalino opaco a través de una microincisión (generalmente < 3 mm), para luego implantar un LIO plegable."
            }
          ]
        },
        {
          "titulo": "Selección del Lente Intraocular (LIO)",
          "items": [
            {
              "nombre": "LIO Monofocal",
              "recomendacion": "Es el tipo de lente más comúnmente implantado. Corrige la visión a una sola distancia (generalmente de lejos), por lo que el paciente requerirá lentes para ver de cerca."
            },
            {
              "nombre": "LIO Tórico",
              "recomendacion": "Recomendado para pacientes con astigmatismo corneal preexistente significativo, ya que corrige tanto la catarata como el astigmatismo en una sola cirugía."
            },
            {
              "nombre": "LIO Multifocal/Trifocal",
              "recomendacion": "Ofrecen la posibilidad de corregir la visión a múltiples distancias (lejos, intermedio y cerca), reduciendo la dependencia de los anteojos. Requieren una selección cuidadosa del paciente."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Manejo Farmacológico Perioperatorio",
      "contenido": "Se utiliza un régimen de gotas oftálmicas para prevenir infecciones y controlar la inflamación.",
      "subsecciones": [
        {
          "titulo": "Profilaxis Antibiótica",
          "items": [
            {
              "nombre": "Moxifloxacino (Solución Oftálmica) 5 mg/mL",
              "codigo_item": "18062",
              "recomendacion": "Se inicia 1 a 3 días antes de la cirugía, 1 gota cada 6-8 horas. Se continúa por 1 a 2 semanas postoperatorias."
            }
          ]
        },
        {
          "titulo": "Control de la Inflamación",
          "items": [
            {
              "nombre": "Prednisolona (Solución Oftálmica) 10 mg/mL",
              "codigo_item": "5575",
              "recomendacion": "Se inicia después de la cirugía, 1 gota cada 4-6 horas, con una pauta descendente durante 4 a 6 semanas para controlar la inflamación postoperatoria."
            },
            {
              "nombre": "Ketorolaco (Solución Oftálmica) 5 mg/mL",
              "codigo_item": "4251",
              "recomendacion": "Antiinflamatorio no esteroideo (AINE) que se usa en conjunto con el corticoide para reducir la inflamación y prevenir el edema macular quístico. 1 gota cada 6-8 horas."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Seguimiento Postoperatorio",
      "contenido": "Las revisiones son cruciales para monitorizar la recuperación y detectar complicaciones a tiempo.",
      "items": [
        {
          "nombre": "Primer día postoperatorio",
          "recomendacion": "Evaluar agudeza visual, presión intraocular y estado de la incisión y la córnea."
        },
        {
          "nombre": "Primera semana postoperatoria",
          "recomendacion": "Reevaluar al paciente para ajustar el tratamiento antiinflamatorio y verificar la estabilidad del LIO."
        },
        {
          "nombre": "Primer mes postoperatorio",
          "recomendacion": "Realizar la refracción final para prescribir anteojos si son necesarios (generalmente para lectura con LIO monofocal)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "catarata",
    "catarata senil",
    "H259",
    "facoemulsificacion",
    "lente intraocular",
    "LIO",
    "agudeza visual",
    "biometria"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la crisis asmática en niños y adolescentes",
  "diagnostico_cie10": "J459",
  "referencias_cie10": [
    "J450",
    "J451",
    "J46"
  ],
  "secciones": [
    {
      "titulo": "Evaluación Inicial y Clasificación de Severidad",
      "contenido": "La evaluación inicial debe ser rápida para determinar la gravedad de la crisis y iniciar el tratamiento adecuado. Se recomienda el uso del Pulmonary Score (PS).",
      "subsecciones": [
        {
          "titulo": "Pulmonary Score (PS)",
          "items": [
            {
              "nombre": "Crisis Leve (PS 0-3 puntos)",
              "recomendacion": "Saturación de O2 > 94%. Frecuencia respiratoria normal o ligeramente aumentada. Sibilancias leves, al final de la espiración. Uso mínimo de músculos accesorios."
            },
            {
              "nombre": "Crisis Moderada (PS 4-6 puntos)",
              "recomendacion": "Saturación de O2 entre 91-94%. Frecuencia respiratoria aumentada. Sibilancias inspiratorias y espiratorias. Uso evidente de músculos accesorios (tirajes)."
            },
            {
              "nombre": "Crisis Severa (PS 7-9 puntos)",
              "recomendacion": "Saturación de O2 < 91%. Frecuencia respiratoria muy elevada o disminuida (signo de agotamiento). Sibilancias audibles sin estetoscopio o tórax silente (muy grave). Tirajes intensos. Compromiso del estado de conciencia."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Crisis Asmática",
      "subsecciones": [
        {
          "titulo": "Manejo de la Crisis Leve (PS 0-3)",
          "items": [
            {
              "nombre": "Salbutamol MDI (Inhalador de Dosis Medida)",
              "codigo_item": "5731",
              "recomendacion": "Administrar 2 a 4 disparos (puffs) con aerocámara. Se puede repetir cada 20 minutos por 3 veces en la primera hora. La respuesta al tratamiento inicial determina los siguientes pasos."
            }
          ]
        },
        {
          "titulo": "Manejo de la Crisis Moderada (PS 4-6)",
          "items": [
            {
              "nombre": "Salbutamol MDI (Inhalador de Dosis Medida)",
              "codigo_item": "5731",
              "recomendacion": "Dosis inicial de 6 a 8 disparos (puffs) con aerocámara. Se puede repetir cada 20 minutos durante la primera hora."
            },
            {
              "nombre": "Bromuro de Ipratropio MDI",
              "codigo_item": "20622",
              "recomendacion": "Añadir al tratamiento con Salbutamol en las primeras horas. Dosis de 4 a 8 disparos junto con el Salbutamol en las primeras 3 dosis."
            },
            {
              "nombre": "Prednisona Oral",
              "codigo_item": "5590",
              "recomendacion": "Administrar lo antes posible. La vía oral es de elección si el paciente la tolera. Dosis: 1-2 mg/kg. Dosis máxima: 40-60 mg."
            }
          ]
        },
        {
          "titulo": "Manejo de la Crisis Severa (PS 7-9)",
          "contenido": "Este paciente requiere manejo agresivo, monitorización continua y probable hospitalización.",
          "items": [
            {
              "nombre": "Oxígeno de alto flujo",
              "recomendacion": "Administrar inmediatamente para mantener una saturación de O2 > 94%."
            },
            {
              "nombre": "Nebulización continua o frecuente",
              "recomendacion": "Administrar Salbutamol más Bromuro de Ipratropio en nebulización. Se puede administrar de forma continua o en 3 dosis cada 20 minutos."
            },
            {
              "nombre": "Corticoides Sistémicos (Vía Endovenosa)",
              "recomendacion": "Si la vía oral no es tolerable o la crisis es muy severa, administrar Metilprednisolona IV. Dosis: 1-2 mg/kg."
            },
            {
              "nombre": "Sulfato de Magnesio",
              "recomendacion": "Considerar en pacientes que no responden al tratamiento inicial intensivo. Se administra por vía endovenosa."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Criterios de Hospitalización y Alta",
      "items": [
        {
          "nombre": "Criterios de Hospitalización",
          "recomendacion": "Crisis severa. Pacientes con crisis moderada que no responden al tratamiento inicial en la primera hora. Requerimiento persistente de oxígeno. Malas condiciones sociales o familiares."
        },
        {
          "nombre": "Criterios de Alta desde Emergencia",
          "recomendacion": "El paciente se clasifica como crisis leve (PS < 3) después del tratamiento. Saturación de O2 > 94% sin oxígeno suplementario. Buena respuesta al Salbutamol. Se debe entregar un plan de acción por escrito."
        }
      ]
    }
  ],
  "palabras_clave": [
    "asma",
    "crisis asmatica",
    "J459",
    "sibilancias",
    "salbutamol",
    "prednisona",
    "bromuro de ipratropio",
    "pulmonary score"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo del Episodio depresivo moderado y Episodio depresivo severo sin síntomas psicóticos",
  "diagnostico_cie10": "F322",
  "referencias_cie10": [
    "F321"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Criterios",
      "contenido": "El diagnóstico se basa en los criterios del CIE-10/DSM-5. Requiere la presencia de al menos dos síntomas principales (ánimo deprimido, anhedonia, falta de energía) y otros síntomas secundarios durante al menos dos semanas.",
      "items": [
        {
          "nombre": "Episodio Depresivo Moderado (F321)",
          "recomendacion": "Presencia de al menos dos síntomas principales y tres o cuatro síntomas secundarios. El paciente tiene dificultades considerables para continuar con sus actividades ordinarias."
        },
        {
          "nombre": "Episodio Depresivo Severo sin Síntomas Psicóticos (F322)",
          "recomendacion": "Presencia de los tres síntomas principales y al menos cuatro síntomas secundarios, algunos de ellos de gran intensidad. Es muy poco probable que el paciente pueda continuar con sus actividades laborales, sociales o domésticas."
        }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico de Primera Línea",
      "contenido": "Se recomienda iniciar el tratamiento con un antidepresivo del grupo de los Inhibidores Selectivos de la Recaptación de Serotonina (ISRS) debido a su perfil favorable de eficacia y tolerabilidad.",
      "items": [
        {
          "nombre": "Sertralina 50 mg Tabletas",
          "codigo_item": "5807",
          "recomendacion": "Fármaco de primera elección. Dosis de inicio: 50 mg/día. Se puede incrementar gradualmente hasta una dosis máxima de 200 mg/día según la respuesta y tolerabilidad."
        },
        {
          "nombre": "Fluoxetina 20 mg Tabletas",
          "codigo_item": "3624",
          "recomendacion": "Alternativa de primera línea. Dosis de inicio: 20 mg/día. Dosis máxima: 60-80 mg/día. Tiene una vida media larga, lo que puede ser útil en pacientes con adherencia irregular."
        },
        {
          "nombre": "Escitalopram 10 mg Tabletas",
          "codigo_item": "18373",
          "recomendacion": "Alternativa de primera línea, conocido por su buena tolerabilidad. Dosis de inicio: 10 mg/día. Dosis máxima: 20 mg/día."
        }
      ]
    },
    {
      "titulo": "Tratamiento de Segunda Línea y Estrategias de Optimización",
      "contenido": "Si no hay respuesta al tratamiento de primera línea después de 4-8 semanas a dosis óptimas, se deben considerar las siguientes estrategias.",
      "items": [
        {
          "nombre": "Cambio a otro ISRS",
          "recomendacion": "Cambiar a otro fármaco del mismo grupo (ej. de Sertralina a Escitalopram) es una estrategia válida y a menudo eficaz."
        },
        {
          "nombre": "Cambio a otra familia de antidepresivos",
          "recomendacion": "Considerar el cambio a un antidepresivo dual, como la Venlafaxina o la Duloxetina, especialmente si predominan los síntomas de anergia o dolor."
        },
        {
          "nombre": "Potenciación",
          "recomendacion": "Añadir un segundo fármaco al ISRS para potenciar su efecto. Las opciones incluyen antipsicóticos atípicos a dosis bajas (ej. Aripiprazol, Quetiapina) o Litio."
        }
      ]
    },
    {
      "titulo": "Psicoterapia",
      "contenido": "La psicoterapia es un componente fundamental del tratamiento y debe ofrecerse en combinación con la farmacoterapia, especialmente en episodios moderados y severos.",
      "items": [
        {
          "nombre": "Terapia Cognitivo-Conductual (TCC)",
          "recomendacion": "Es la terapia con mayor evidencia de eficacia. Ayuda al paciente a identificar y modificar patrones de pensamiento y comportamiento negativos."
        },
        {
          "nombre": "Terapia Interpersonal (TIP)",
          "recomendacion": "Se enfoca en mejorar las relaciones interpersonales y el funcionamiento social del paciente como una forma de aliviar la sintomatología depresiva."
        }
      ]
    },
    {
      "titulo": "Duración y Seguimiento del Tratamiento",
      "contenido": "El tratamiento antidepresivo debe mantenerse incluso después de la remisión de los síntomas para prevenir recaídas.",
      "items": [
        {
          "nombre": "Fase de Continuación",
          "recomendacion": "Después de alcanzar la remisión, el tratamiento debe continuar con la misma dosis por un mínimo de 6 a 9 meses."
        },
        {
          "nombre": "Fase de Mantenimiento",
          "recomendacion": "En pacientes con episodios recurrentes (3 o más episodios) o factores de riesgo, se debe considerar el tratamiento de mantenimiento por 2 años o incluso de forma indefinida."
        }
      ]
    }
  ],
  "palabras_clave": [
    "depresion",
    "episodio depresivo",
    "F321",
    "F322",
    "ISRS",
    "sertralina",
    "fluoxetina",
    "escitalopram",
    "TCC"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de Cáncer de Colon",
  "diagnostico_cie10": "C189",
  "referencias_cie10": [
    "C180",
    "C182",
    "C183",
    "C184",
    "C185",
    "C186",
    "C187"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "El diagnóstico definitivo requiere confirmación histopatológica y la estadificación es crucial para definir el tratamiento y el pronóstico.",
      "items": [
        {
          "nombre": "Colonoscopia con Biopsia",
          "recomendacion": "Es el procedimiento de elección para el diagnóstico. Permite la visualización directa del tumor, la toma de biopsias para confirmación histológica y la evaluación del resto del colon."
        },
        {
          "nombre": "Tomografía Computarizada (TC) de Tórax, Abdomen y Pelvis con Contraste",
          "recomendacion": "Estudio de imagen fundamental para la estadificación. Permite evaluar la extensión local del tumor, la presencia de ganglios linfáticos afectados y la búsqueda de metástasis a distancia (principalmente en hígado y pulmón)."
        },
        {
          "nombre": "Antígeno Carcinoembrionario (CEA)",
          "recomendacion": "Marcador tumoral sérico que debe medirse antes de la cirugía. No es diagnóstico, pero es útil para el pronóstico y, sobre todo, para el seguimiento post-tratamiento."
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Enfermedad Localizada (Estadios I-III)",
      "contenido": "El pilar del tratamiento con intención curativa es la resección quirúrgica del tumor.",
      "subsecciones": [
        {
          "titulo": "Tratamiento Quirúrgico",
          "items": [
            {
              "nombre": "Colectomía Parcial con Anastomosis",
              "codigo_procedimiento": "44140",
              "recomendacion": "Resección del segmento del colon afectado junto con los ganglios linfáticos regionales correspondientes. El tipo de colectomía (derecha, izquierda, sigmoidea) depende de la localización del tumor."
            }
          ]
        },
        {
          "titulo": "Quimioterapia Adyuvante (Postoperatoria)",
          "items": [
            {
              "nombre": "Indicación en Estadio III",
              "recomendacion": "Se recomienda quimioterapia adyuvante a todos los pacientes con Estadio III (ganglios positivos) para reducir el riesgo de recurrencia. El esquema estándar es FOLFOX."
            },
            {
              "nombre": "Indicación en Estadio II de Alto Riesgo",
              "recomendacion": "Se debe considerar la quimioterapia adyuvante en pacientes con Estadio II que presenten factores de alto riesgo (ej. tumores poco diferenciados, invasión linfovascular, perforación u obstrucción tumoral)."
            },
            {
              "nombre": "Esquema FOLFOX",
              "recomendacion": "Combinación de Oxaliplatino, Leucovorina y 5-Fluorouracilo (5-FU). Es uno de los regímenes estándar en el tratamiento adyuvante.",
              "ejemplos": [
                { "nombre": "Oxaliplatino 100 mg Inyectable", "codigo_item": "5214", "dosis": "Administrado IV el día 1 del ciclo." },
                { "nombre": "Fluorouracilo (5-FU) 10 mL Inyectable", "codigo_item": "3622", "dosis": "Administrado en bolo e infusión los días 1 y 2 del ciclo." }
              ]
            }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Enfermedad Metastásica (Estadio IV)",
      "contenido": "El tratamiento se basa en quimioterapia sistémica, a menudo combinada con terapias biológicas según el estado de biomarcadores moleculares (RAS, BRAF).",
      "items": [
        {
          "nombre": "Quimioterapia de Primera Línea",
          "recomendacion": "Esquemas como FOLFOX o FOLFIRI son la base del tratamiento. La elección puede depender de las comorbilidades del paciente y el perfil de toxicidad."
        },
        {
          "nombre": "Terapias Dirigidas (Biológicas)",
          "recomendacion": "En pacientes con tumores RAS nativos (wild-type), se pueden añadir anticuerpos anti-EGFR como Cetuximab o Panitumumab. En la mayoría de los pacientes, se pueden usar anticuerpos anti-VEGF como Bevacizumab."
        }
      ]
    },
    {
      "titulo": "Seguimiento Post-Tratamiento",
      "contenido": "El seguimiento busca detectar recurrencias de la enfermedad de forma temprana.",
      "items": [
        {
          "nombre": "Visitas Clínicas y CEA",
          "recomendacion": "Control médico y medición del Antígeno Carcinoembrionario (CEA) cada 3-6 meses durante los primeros 2 años, y luego cada 6 meses hasta el quinto año."
        },
        {
          "nombre": "Tomografías de Control",
          "recomendacion": "Realizar una TC de tórax, abdomen y pelvis anualmente durante los primeros 3 a 5 años."
        },
        {
          "nombre": "Colonoscopia de Control",
          "recomendacion": "Realizar una colonoscopia al año de la cirugía. Si es normal, repetir a los 3 años y luego cada 5 años."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer de colon",
    "C189",
    "colectomia",
    "quimioterapia",
    "FOLFOX",
    "oxaliplatino",
    "fluorouracilo",
    "CEA"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de pacientes con Fibrilación Auricular",
  "diagnostico_cie10": "I489",
  "referencias_cie10": [
    "I480",
    "I481",
    "I482"
  ],
  "secciones": [
    {
      "titulo": "Pilar 1: Prevención de Ictus (Anticoagulación)",
      "contenido": "Es el pilar más importante del tratamiento para reducir el riesgo de accidente cerebrovascular. La decisión se basa en la escala de riesgo CHA₂DS₂-VASc.",
      "subsecciones": [
        {
          "titulo": "Evaluación del Riesgo",
          "items": [
            {
              "nombre": "Escala CHA₂DS₂-VASc",
              "recomendacion": "Evaluar en todos los pacientes con FA. La anticoagulación oral se recomienda en hombres con un score ≥ 2 y en mujeres con un score ≥ 3."
            },
            {
              "nombre": "Escala HAS-BLED",
              "recomendacion": "Evaluar el riesgo de sangrado para identificar y corregir factores de riesgo modificables. Un score alto (≥ 3) no contraindica la anticoagulación, pero exige un seguimiento más estrecho."
            }
          ]
        },
        {
          "titulo": "Tratamiento Farmacológico",
          "contenido": "Los Anticoagulantes Orales Directos (ACOD) son de elección sobre los antagonistas de la vitamina K (Warfarina) por su mayor seguridad y eficacia.",
          "items": [
            {
              "nombre": "Rivaroxabán 20 mg Tabletas",
              "codigo_item": "28030",
              "recomendacion": "Dosis estándar: 20 mg una vez al día. Se debe ajustar la dosis a 15 mg/día si el aclaramiento de creatinina es < 50 ml/min."
            },
            {
              "nombre": "Apixabán 5 mg Tabletas",
              "codigo_item": "52803",
              "recomendacion": "Dosis estándar: 5 mg dos veces al día. Se debe reducir la dosis a 2.5 mg dos veces al día si el paciente cumple al menos 2 de 3 criterios (edad ≥ 80 años, peso ≤ 60 kg, creatinina sérica ≥ 1.5 mg/dL)."
            },
            {
              "nombre": "Dabigatrán 150 mg Tabletas",
              "codigo_item": "24940",
              "recomendacion": "Dosis estándar: 150 mg dos veces al día. Considerar la dosis de 110 mg dos veces al día en pacientes con alto riesgo de sangrado o mayores de 80 años."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Pilar 2: Control de la Frecuencia Cardíaca",
      "contenido": "El objetivo es mantener la frecuencia cardíaca en reposo por debajo de 110 lpm (control laxo) o por debajo de 80 lpm (control estricto) si el paciente sigue sintomático.",
      "items": [
        {
          "nombre": "Betabloqueantes",
          "recomendacion": "Son la primera línea de tratamiento. Fármacos como Bisoprolol, Metoprolol o Carvedilol son de elección."
        },
        {
          "nombre": "Calcioantagonistas no dihidropiridínicos",
          "recomendacion": "Alternativa a los betabloqueantes, especialmente si estos están contraindicados o no se toleran. Fármacos como Verapamilo o Diltiazem. Evitar en pacientes con insuficiencia cardíaca con fracción de eyección reducida."
        },
        {
          "nombre": "Digoxina",
          "recomendacion": "Útil como fármaco de segunda línea o en pacientes sedentarios y con insuficiencia cardíaca. No debe usarse como monoterapia en pacientes activos."
        }
      ]
    },
    {
      "titulo": "Pilar 3: Control del Ritmo",
      "contenido": "El objetivo es restaurar y mantener el ritmo sinusal normal. Esta estrategia se considera en pacientes jóvenes, sintomáticos a pesar de un buen control de la frecuencia, o en el primer episodio de FA.",
      "items": [
        {
          "nombre": "Cardioversión Eléctrica",
          "recomendacion": "Procedimiento programado que utiliza una descarga eléctrica sincronizada para restaurar el ritmo sinusal. El paciente debe estar adecuadamente anticoagulado por al menos 3 semanas antes."
        },
        {
          "nombre": "Cardioversión Farmacológica",
          "recomendacion": "Uso de fármacos antiarrítmicos para revertir la FA. Amiodarona o Propafenona son opciones comunes. Se reserva para pacientes hemodinámicamente estables."
        },
        {
          "nombre": "Ablación con Catéter",
          "recomendacion": "Procedimiento invasivo que busca aislar eléctricamente las venas pulmonares para prevenir las recurrencias de la FA. Se considera en pacientes sintomáticos que fallan o no toleran el tratamiento con fármacos antiarrítmicos."
        }
      ]
    }
  ],
  "palabras_clave": [
    "fibrilacion auricular",
    "FA",
    "I489",
    "anticoagulacion",
    "CHADSVASC",
    "rivaroxaban",
    "apixaban",
    "dabigatran",
    "cardioversion"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Tratamiento de Cáncer de Próstata Metastásico Hormonosensible",
  "diagnostico_cie10": "C61X",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "Se requiere la confirmación de enfermedad metastásica en un paciente con adenocarcinoma de próstata.",
      "items": [
        { "nombre": "Biopsia de Próstata", "recomendacion": "Confirmación histológica de adenocarcinoma de próstata. El score de Gleason es fundamental para determinar la agresividad del tumor." },
        { "nombre": "Estudios de Imagen para Metástasis", "recomendacion": "Realizar una Gammagrafía Ósea y una Tomografía Computarizada (TC) de abdomen y pelvis para detectar metástasis óseas y viscerales." },
        { "nombre": "Antígeno Prostático Específico (PSA)", "recomendacion": "Medición basal del PSA. Es el marcador tumoral clave para evaluar la respuesta al tratamiento y monitorizar la progresión de la enfermedad." }
      ]
    },
    {
      "titulo": "Tratamiento del Cáncer de Próstata Metastásico Hormonosensible (CPMH)",
      "contenido": "El estándar de tratamiento actual es la Terapia de Deprivación de Andrógenos (TDA) en combinación con una segunda línea de tratamiento sistémico desde el inicio.",
      "subsecciones": [
        {
          "titulo": "Pilar del Tratamiento: Terapia de Deprivación de Andrógenos (TDA)",
          "items": [
            { "nombre": "Análogos de la LHRH", "recomendacion": "Fármacos como Leuprolide o Goserelina son la base de la TDA médica para suprimir la producción de testosterona." },
            { "nombre": "Orquiectomía Bilateral", "recomendacion": "Alternativa quirúrgica a la TDA médica. Es igualmente eficaz para alcanzar niveles de castración de testosterona." }
          ]
        },
        {
          "titulo": "Intensificación del Tratamiento (Estándar de Cuidado)",
          "contenido": "A todos los pacientes con CPMH se les debe ofrecer una terapia de combinación para mejorar la supervivencia.",
          "items": [
            { "nombre": "Abiraterona 250 mg Tabletas", "codigo_item": "26420", "recomendacion": "Añadir a la TDA. Se administra junto con Prednisona a dosis bajas. Opción preferida por eficacia y tolerabilidad." },
            { "nombre": "Enzalutamida 40 mg Tabletas", "codigo_item": "34419", "recomendacion": "Añadir a la TDA. Se administra como agente único. Opción preferida por eficacia y tolerabilidad." },
            { "nombre": "Docetaxel 80 mg Inyectable", "codigo_item": "2983", "recomendacion": "Añadir 6 ciclos de Docetaxel a la TDA. Opción válida, especialmente en pacientes jóvenes con alta carga de enfermedad." }
          ]
        }
      ]
    },
    {
      "titulo": "Seguimiento y Monitorización",
      "contenido": "El seguimiento se centra en evaluar la respuesta al tratamiento y detectar la progresión a un estado de resistencia a la castración.",
      "items": [
        { "nombre": "Medición del PSA", "recomendacion": "Medir el PSA cada 3-6 meses. Una respuesta adecuada implica una caída significativa del PSA. Un aumento sostenido indica progresión de la enfermedad." },
        { "nombre": "Estudios de Imagen", "recomendacion": "Repetir las imágenes (Gammagrafía ósea, TC) si hay un aumento del PSA o si el paciente desarrolla nuevos síntomas, para re-estadificar la enfermedad." }
      ]
    }
  ],
  "palabras_clave": [ "cancer de prostata", "C61X", "metastasis", "hormonosensible", "TDA", "abiraterona", "enzalutamida", "docetaxel", "PSA" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la Prevención y Manejo de la Injuria Renal Aguda",
  "diagnostico_cie10": "N179",
  "referencias_cie10": [
    "N170",
    "N171",
    "N172",
    "N178"
  ],
  "secciones": [
    {
      "titulo": "Definición y Diagnóstico (Criterios KDIGO)",
      "contenido": "La Injuria Renal Aguda (IRA) se define por un deterioro rápido de la función renal. El diagnóstico se basa en el aumento de la creatinina sérica o la disminución del volumen urinario.",
      "items": [
        {
          "nombre": "Criterio de Creatinina Sérica",
          "recomendacion": "Aumento de ≥ 0.3 mg/dL en 48 horas, O aumento de ≥ 1.5 veces el valor basal en los últimos 7 días."
        },
        {
          "nombre": "Criterio de Volumen Urinario",
          "recomendacion": "Volumen urinario < 0.5 mL/kg/hora durante 6 horas."
        }
      ]
    },
    {
      "titulo": "Estadificación de la Severidad (KDIGO)",
      "items": [
        {
          "nombre": "Estadio 1",
          "recomendacion": "Creatinina 1.5-1.9 veces el valor basal O diuresis < 0.5 mL/kg/h por 6-12 horas."
        },
        {
          "nombre": "Estadio 2",
          "recomendacion": "Creatinina 2.0-2.9 veces el valor basal O diuresis < 0.5 mL/kg/h por ≥ 12 horas."
        },
        {
          "nombre": "Estadio 3",
          "recomendacion": "Creatinina ≥ 3.0 veces el valor basal, O creatinina sérica ≥ 4.0 mg/dL, O inicio de Terapia de Reemplazo Renal (TRR), O diuresis < 0.3 mL/kg/h por ≥ 24 horas (anuria)."
        }
      ]
    },
    {
      "titulo": "Prevención y Manejo General",
      "contenido": "La prevención es clave en pacientes de riesgo. El manejo se centra en tratar la causa subyacente y dar soporte.",
      "items": [
        {
          "nombre": "Optimización Hemodinámica",
          "recomendacion": "Asegurar una perfusión renal adecuada manteniendo una presión arterial media (PAM) objetivo, generalmente > 65 mmHg."
        },
        {
          "nombre": "Evitar Nefrotóxicos",
          "recomendacion": "Suspender o ajustar dosis de fármacos nefrotóxicos como AINEs, aminoglucósidos, y contrastes yodados siempre que sea posible."
        },
        {
          "nombre": "Manejo de Fluidos",
          "recomendacion": "Evaluar cuidadosamente el estado de volemia. Administrar fluidos en pacientes hipovolémicos y restringir en pacientes con sobrecarga de volumen."
        }
      ]
    },
    {
      "titulo": "Manejo de Complicaciones",
      "subsecciones": [
        {
          "titulo": "Sobrecarga de Volumen",
          "items": [
            {
              "nombre": "Furosemida Inyectable",
              "codigo_item": "3710",
              "recomendacion": "Se puede administrar un bolo intravenoso para forzar la diuresis en pacientes con sobrecarga de volumen que aún producen orina. No previene ni trata la IRA per se."
            }
          ]
        },
        {
          "titulo": "Hiperkalemia (Potasio alto)",
          "recomendacion": "Manejo de urgencia con medidas para estabilizar la membrana miocárdica (gluconato de calcio), redistribuir el potasio (insulina + dextrosa, salbutamol) y eliminarlo del cuerpo (diuréticos, resinas, diálisis)."
        },
        {
          "titulo": "Acidosis Metabólica Severa",
          "recomendacion": "Considerar la administración de Bicarbonato de Sodio si el pH es < 7.1-7.2, aunque la indicación es controvertida y la diálisis es el tratamiento definitivo."
        }
      ]
    },
    {
      "titulo": "Terapia de Reemplazo Renal (TRR) / Diálisis",
      "contenido": "La diálisis está indicada de forma urgente ante complicaciones graves que no responden al tratamiento médico.",
      "items": [
        {
          "nombre": "Indicaciones de Diálisis Urgente",
          "recomendacion": "Acidosis metabólica severa refractaria, Encefalopatía urémica, Pericarditis urémica, Intoxicaciones por sustancias dializables, Sobrecarga de volumen refractaria a diuréticos, Hiperkalemia severa refractaria."
        },
        {
          "nombre": "Procedimiento de Hemodiálisis",
          "codigo_procedimiento": "90937",
          "recomendacion": "Modalidad de TRR más común en el contexto agudo. Requiere la colocación de un catéter venoso central de alto flujo."
        }
      ]
    }
  ],
  "palabras_clave": [
    "injuria renal aguda",
    "insuficiencia renal aguda",
    "IRA",
    "N179",
    "KDIGO",
    "creatinina",
    "diuresis",
    "hemodialisis",
    "hiperkalemia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de la Pancreatitis Aguda",
  "diagnostico_cie10": "K859",
  "referencias_cie10": [ "K850", "K851", "K852", "K85X" ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "Se requieren al menos 2 de los siguientes 3 criterios para el diagnóstico de pancreatitis aguda:",
      "items": [
        { "nombre": "Criterio 1: Dolor Abdominal", "recomendacion": "Dolor agudo, persistente y severo en el epigastrio, que a menudo se irradia hacia la espalda." },
        { "nombre": "Criterio 2: Enzimas Pancreáticas", "recomendacion": "Elevación de la lipasa o amilasa sérica a un nivel ≥ 3 veces el límite superior de la normalidad." },
        { "nombre": "Criterio 3: Hallazgos de Imagen", "recomendacion": "Hallazgos característicos de pancreatitis aguda en una Tomografía Computarizada (TC) con contraste, Resonancia Magnética (RM) o ecografía abdominal." }
      ]
    },
    {
      "titulo": "Estratificación de la Severidad (Clasificación de Atlanta Revisada)",
      "items": [
        { "nombre": "Pancreatitis Aguda Leve", "recomendacion": "Ausencia de fallo orgánico y de complicaciones locales o sistémicas. Generalmente se resuelve en la primera semana." },
        { "nombre": "Pancreatitis Aguda Moderadamente Severa", "recomendacion": "Presencia de fallo orgánico transitorio (< 48 horas) y/o complicaciones locales (ej. colección necrótica aguda) o sistémicas." },
        { "nombre": "Pancreatitis Aguda Severa", "recomendacion": "Presencia de fallo orgánico persistente (> 48 horas). Se asocia a una alta mortalidad." }
      ]
    },
    {
      "titulo": "Manejo Inicial (Primeras 24-48 horas)",
      "contenido": "El manejo inicial es de soporte y es crucial para prevenir la progresión a pancreatitis severa.",
      "items": [
        { "nombre": "Fluidoterapia Intravenosa Agresiva", "recomendacion": "Es la piedra angular del tratamiento. Se recomienda la administración de 5-10 mL/kg/hora de una solución cristaloide isotónica (ej. Lactato de Ringer) para alcanzar objetivos de reanimación (mejoría de la frecuencia cardíaca, presión arterial y diuresis)." },
        { "nombre": "Manejo del Dolor", "recomendacion": "Se deben administrar analgésicos por vía intravenosa para un control adecuado del dolor. Los opioides como la morfina o el fentanilo son opciones efectivas y seguras." },
        { "nombre": "Soporte Nutricional", "recomendacion": "En la pancreatitis aguda leve, se puede reiniciar la alimentación oral una vez que el dolor abdominal ha mejorado. En casos moderados a severos, se prefiere la nutrición enteral (por sonda nasogástrica o nasoyeyunal) sobre la parenteral." }
      ]
    },
    {
      "titulo": "Manejo según la Etiología y Complicaciones",
      "contenido": "Una vez estabilizado el paciente, es crucial determinar y tratar la causa subyacente.",
      "items": [
        { "nombre": "Colangiopancreatografía Endoscópica Retrógrada (CPRE)", "codigo_procedimiento": "43260", "recomendacion": "Indicada de urgencia (en 24h) en pacientes con pancreatitis aguda biliar y colangitis (fiebre, ictericia) concurrente para drenar la vía biliar." },
        { "nombre": "Colecistectomía", "recomendacion": "En pacientes con pancreatitis aguda biliar leve, se recomienda realizar la colecistectomía (extirpación de la vesícula biliar) durante la misma hospitalización para prevenir recurrencias." }
      ]
    }
  ],
  "palabras_clave": [ "pancreatitis aguda", "K859", "dolor abdominal", "lipasa", "amilasa", "fluidoterapia", "CPRE", "pancreatitis biliar" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Diagnóstico y Manejo de la Apendicitis Aguda",
  "diagnostico_cie10": "K358",
  "referencias_cie10": [ "K350", "K351", "K353", "K359" ],
  "secciones": [
    {
      "titulo": "Diagnóstico Clínico y Escalas de Riesgo",
      "contenido": "El diagnóstico se basa en la historia clínica y el examen físico. Las escalas de riesgo ayudan a objetivar la sospecha.",
      "items": [
        { "nombre": "Síntomas y Signos Clásicos", "recomendacion": "Dolor periumbilical que migra a la fosa ilíaca derecha, anorexia (pérdida de apetito), náuseas y fiebre. Al examen físico: dolor a la palpación en el punto de McBurney, signo de Blumberg (dolor al rebote)." },
        { "nombre": "Score de Alvarado", "recomendacion": "Es una herramienta útil para estratificar el riesgo. Un score bajo (0-4) hace el diagnóstico poco probable. Un score alto (7-10) lo hace muy probable. Un score intermedio (5-6) a menudo requiere estudios de imagen." }
      ]
    },
    {
      "titulo": "Diagnóstico por Imagen",
      "contenido": "Se recomienda en pacientes con presentación atípica o con score de riesgo intermedio.",
      "items": [
        { "nombre": "Ecografía Abdominal", "recomendacion": "Es el estudio de imagen inicial de elección en niños, mujeres embarazadas y adultos jóvenes delgados. Busca un apéndice no compresible, dilatado (> 6 mm) y con cambios inflamatorios." },
        { "nombre": "Tomografía Computarizada (TC) de Abdomen y Pelvis con Contraste", "recomendacion": "Es el método más preciso para el diagnóstico en adultos. Es especialmente útil para identificar complicaciones como abscesos o perforación." }
      ]
    },
    {
      "titulo": "Tratamiento",
      "contenido": "El tratamiento de elección para la apendicitis aguda es la apendicectomía.",
      "subsecciones": [
        {
          "titulo": "Profilaxis Antibiótica Preoperatoria",
          "contenido": "Debe administrarse dentro de los 60 minutos previos a la incisión quirúrgica para reducir el riesgo de infección del sitio operatorio. Se requiere cobertura para gérmenes gram-negativos y anaerobios.",
          "items": [
            { "nombre": "Cefazolina 1g Inyectable", "codigo_item": "1639", "recomendacion": "Administrar una dosis única IV para cobertura de gram-negativos." },
            { "nombre": "Metronidazol 500mg Inyectable", "codigo_item": "4776", "recomendacion": "Añadir una dosis única IV para cobertura de anaerobios." }
          ]
        },
        {
          "titulo": "Procedimiento Quirúrgico",
          "items": [
            { "nombre": "Apendicectomía Laparoscópica", "codigo_procedimiento": "44970", "recomendacion": "Es el abordaje de elección en la mayoría de los centros. Se asocia con menos dolor postoperatorio, menor tasa de infección de herida y una recuperación más rápida en comparación con la cirugía abierta." }
          ]
        },
        {
          "titulo": "Manejo Postoperatorio",
          "items": [
            { "nombre": "Apendicitis No Complicada", "recomendacion": "No se requieren antibióticos postoperatorios adicionales más allá de la dosis profiláctica." },
            { "nombre": "Apendicitis Complicada (Perforada, con Peritonitis)", "recomendacion": "Se requiere un curso de tratamiento antibiótico postoperatorio por vía intravenosa durante varios días (generalmente 3-7 días), hasta que el paciente esté afebril y con recuento de leucocitos normalizado." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [ "apendicitis aguda", "K358", "dolor abdominal", "fosa iliaca derecha", "Alvarado", "apendicectomia", "laparoscopia", "cefazolina", "metronidazol" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de la Hipertensión Arterial Esencial",
  "diagnostico_cie10": "I10X",
  "referencias_cie10": [
    "I119",
    "I129",
    "I139"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Clasificación",
      "contenido": "El diagnóstico de hipertensión arterial (HTA) se establece con la medición repetida de la presión arterial (PA) por encima de los umbrales normales.",
      "items": [
        {
          "nombre": "Umbral Diagnóstico",
          "recomendacion": "Se diagnostica HTA si la PA en consulta es consistentemente ≥ 140/90 mmHg. Se prefiere la confirmación con mediciones fuera de la consulta (MAPA o AMPA)."
        },
        {
          "nombre": "Clasificación de la PA (Adultos)",
          "recomendacion": "Normal: <120/80. Elevada: 120-129/<80. HTA Grado 1: 130-139/80-89. HTA Grado 2: ≥140/90."
        }
      ]
    },
    {
      "titulo": "Manejo del Estilo de Vida",
      "contenido": "Es la base del tratamiento para todos los pacientes con HTA.",
      "items": [
        {
          "nombre": "Restricción de Sodio",
          "recomendacion": "Limitar la ingesta de sal a < 5 gramos al día (equivalente a < 2 gramos de sodio)."
        },
        {
          "nombre": "Dieta Saludable",
          "recomendacion": "Adoptar un patrón de dieta rica en frutas, verduras, granos integrales y productos lácteos bajos en grasa (ej. dieta DASH)."
        },
        {
          "nombre": "Actividad Física",
          "recomendacion": "Realizar al menos 150 minutos por semana de ejercicio aeróbico de intensidad moderada (ej. caminar a paso ligero)."
        },
        {
          "nombre": "Control de Peso y Alcohol",
          "recomendacion": "Mantener un IMC entre 20-25 kg/m² y limitar el consumo de alcohol."
        }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico",
      "contenido": "La mayoría de los pacientes requerirán tratamiento farmacológico para alcanzar los objetivos de PA.",
      "subsecciones": [
        {
          "titulo": "Estrategia de Tratamiento Inicial",
          "items": [
            {
              "nombre": "Terapia Combinada Inicial",
              "recomendacion": "Para la mayoría de los pacientes, se recomienda iniciar con una combinación de dos fármacos, preferiblemente en una sola pastilla (terapia de combinación en un solo comprimido - SPC) para mejorar la adherencia."
            },
            {
              "nombre": "Combinación Preferida",
              "recomendacion": "Un bloqueador del sistema renina-angiotensina (IECA o ARA-II) + un calcioantagonista o un diurético tiazídico."
            }
          ]
        },
        {
          "titulo": "Fármacos de Primera Línea",
          "items": [
            {
              "nombre": "IECA (Inhibidor de la ECA): Enalapril 10 mg",
              "codigo_item": "3078",
              "recomendacion": "Dosis de inicio y mantenimiento común."
            },
            {
              "nombre": "ARA-II (Antagonista del Receptor de Angiotensina II): Losartán 50 mg",
              "codigo_item": "4523",
              "recomendacion": "Dosis estándar para iniciar el tratamiento."
            },
            {
              "nombre": "Calcioantagonistas (Tipo Dihidropiridínico): Amlodipino 5 mg",
              "codigo_item": "673",
              "recomendacion": "Dosis de inicio habitual."
            },
            {
              "nombre": "Diuréticos Tiazídicos/Similares a Tiazidas: Hidroclorotiazida 25 mg",
              "codigo_item": "3911",
              "recomendacion": "Presentación estándar, a menudo usada en dosis más bajas en combinación."
            }
          ]
        },
        {
          "titulo": "Tratamiento Escalonado",
          "items": [
            {
              "nombre": "Paso 1: Terapia Dual",
              "recomendacion": "IECA/ARA-II + Calcioantagonista o Diurético."
            },
            {
              "nombre": "Paso 2: Terapia Triple",
              "recomendacion": "IECA/ARA-II + Calcioantagonista + Diurético."
            },
            {
              "nombre": "Paso 3: HTA Resistente",
              "recomendacion": "Añadir Espironolactona u otro fármaco (ej. betabloqueante, alfabloqueante) a la terapia triple."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Objetivos de Presión Arterial",
      "contenido": "El objetivo del tratamiento es reducir la PA a un nivel que disminuya el riesgo de eventos cardiovasculares.",
      "items": [
        {
          "nombre": "Objetivo General",
          "recomendacion": "Para la mayoría de los pacientes, el objetivo inicial es reducir la PA a < 140/90 mmHg. Si se tolera bien, el objetivo ideal es < 130/80 mmHg."
        }
      ]
    }
  ],
  "palabras_clave": [
    "hipertension arterial",
    "HTA",
    "I10X",
    "presion arterial",
    "enalapril",
    "losartan",
    "amlodipino",
    "hidroclorotiazida",
    "dieta DASH"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Tamizaje de Cáncer de Mama",
  "diagnostico_cie10": "Z123",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Población Objetivo y Frecuencia del Tamizaje",
      "contenido": "El objetivo del tamizaje es detectar el cáncer de mama en etapas tempranas en mujeres asintomáticas.",
      "items": [
        {
          "nombre": "Grupo de Edad para Tamizaje",
          "recomendacion": "Se recomienda iniciar el tamizaje con mamografía en mujeres de riesgo promedio a partir de los 40-50 años de edad."
        },
        {
          "nombre": "Frecuencia",
          "recomendacion": "La mamografía de tamizaje se debe realizar cada 1 a 2 años, según las guías locales y la evaluación de riesgo individual."
        }
      ]
    },
    {
      "titulo": "Métodos de Tamizaje",
      "contenido": "La mamografía es la única modalidad de imagen que ha demostrado reducir la mortalidad por cáncer de mama.",
      "items": [
        {
          "nombre": "Mamografía Bilateral de Tamizaje",
          "codigo_procedimiento": "77057",
          "recomendacion": "Es el método de elección para el tamizaje. Consiste en la toma de dos proyecciones radiográficas de cada mama (craneocaudal y mediolateral oblicua)."
        },
        {
          "nombre": "Ecografía Mamaria",
          "codigo_procedimiento": "76645",
          "recomendacion": "No se recomienda como método de tamizaje primario de forma aislada. Su rol principal es como estudio complementario a una mamografía con hallazgos inconclusos (BI-RADS 0) o en mujeres con mamas densas."
        },
        {
          "nombre": "Autoexamen Mamario y Examen Clínico",
          "recomendacion": "Aunque no han demostrado reducir la mortalidad, se recomienda que las mujeres conozcan sus mamas (conciencia mamaria) y consulten ante cualquier cambio. El examen clínico por un profesional puede ser parte del control de salud anual."
        }
      ]
    },
    {
      "titulo": "Sistema de Reporte y Clasificación (BI-RADS)",
      "contenido": "Los hallazgos de los estudios de imagen mamaria se reportan utilizando el sistema Breast Imaging Reporting and Data System (BI-RADS) para estandarizar la comunicación y la conducta a seguir.",
      "items": [
        {
          "nombre": "BI-RADS 0: Incompleto",
          "recomendacion": "Se necesitan estudios de imagen adicionales (ej. proyecciones mamográficas adicionales, ecografía) para una evaluación completa."
        },
        {
          "nombre": "BI-RADS 1: Negativo",
          "recomendacion": "No hay hallazgos sospechosos. Continuar con el tamizaje de rutina."
        },
        {
          "nombre": "BI-RADS 2: Benigno",
          "recomendacion": "Hallazgos definitivamente benignos (ej. quistes simples, calcificaciones benignas). Continuar con el tamizaje de rutina."
        },
        {
          "nombre": "BI-RADS 3: Probablemente Benigno",
          "recomendacion": "Hallazgo con una probabilidad de malignidad < 2%. Se recomienda un seguimiento a corto plazo (generalmente a los 6 meses) para demostrar estabilidad."
        },
        {
          "nombre": "BI-RADS 4: Sospechoso",
          "recomendacion": "Hallazgo sospechoso de malignidad (probabilidad del 2% al 95%). Se recomienda realizar una biopsia. Se subclasifica en 4A (baja sospecha), 4B (sospecha intermedia) y 4C (alta sospecha)."
        },
        {
          "nombre": "BI-RADS 5: Altamente Sugestivo de Malignidad",
          "recomendacion": "Hallazgo con una probabilidad de malignidad ≥ 95%. Se requiere una biopsia y manejo apropiado."
        },
        {
          "nombre": "BI-RADS 6: Malignidad Conocida",
          "recomendacion": "Se utiliza en pacientes con un diagnóstico de cáncer de mama ya confirmado por biopsia, que se realizan estudios de imagen para evaluar la respuesta al tratamiento."
        }
      ]
    }
  ],
  "palabras_clave": [
    "tamizaje",
    "screening",
    "cancer de mama",
    "Z123",
    "mamografia",
    "ecografia mamaria",
    "BI-RADS"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de la diarrea o gastroenteritis aguda infecciosa en niños menores de 5 años",
  "diagnostico_cie10": "A090",
  "referencias_cie10": [
    "A099"
  ],
  "secciones": [
    {
      "titulo": "Evaluación del Estado de Hidratación",
      "contenido": "Es el paso más crítico. Se debe clasificar al niño en una de las tres categorías para decidir el plan de tratamiento.",
      "items": [
        {
          "nombre": "SIN Deshidratación (Plan A)",
          "recomendacion": "Alerta, ojos normales, bebe normalmente, signo del pliegue negativo. Pérdida de peso < 3%."
        },
        {
          "nombre": "CON Deshidratación (Plan B)",
          "recomendacion": "Irritable o intranquilo, ojos hundidos, bebe con avidez, sediento. Signo del pliegue positivo (la piel vuelve lentamente). Pérdida de peso 3-9%."
        },
        {
          "nombre": "Deshidratación GRAVE (Plan C)",
          "recomendacion": "Letárgico o comatoso, ojos muy hundidos y secos, bebe mal o no es capaz de beber. Signo del pliegue muy positivo (la piel vuelve muy lentamente, >2 seg). Pérdida de peso > 9%."
        }
      ]
    },
    {
      "titulo": "Planes de Tratamiento",
      "subsecciones": [
        {
          "titulo": "Plan A: Tratamiento en el Hogar",
          "contenido": "Para niños sin deshidratación. El objetivo es prevenir la deshidratación y la desnutrición.",
          "items": [
            {
              "nombre": "Aumentar la ingesta de líquidos",
              "recomendacion": "Ofrecer más líquidos de lo usual. Continuar la lactancia materna con mayor frecuencia. Después de cada deposición diarreica, ofrecer SRO."
            },
            {
              "nombre": "Sales de Rehidratación Oral (SRO)",
              "codigo_item": "5595",
              "recomendacion": "Menores de 2 años: 50-100 mL (1/4 a 1/2 taza) después de cada deposición. Mayores de 2 años: 100-200 mL (1/2 a 1 taza)."
            },
            {
              "nombre": "Suplementación con Zinc",
              "codigo_item": "47800",
              "recomendacion": "Administrar una vez al día durante 10-14 días. Menores de 6 meses: 10 mg/día. Mayores de 6 meses: 20 mg/día."
            },
            {
              "nombre": "Continuar la alimentación",
              "recomendacion": "No suspender la alimentación habitual."
            }
          ]
        },
        {
          "titulo": "Plan B: Terapia de Rehidratación Oral (TRO) Supervisada",
          "contenido": "Para niños con deshidratación. Se realiza en el establecimiento de salud.",
          "items": [
            {
              "nombre": "Administración de SRO",
              "codigo_item": "5595",
              "recomendacion": "Administrar 50 a 100 mL/kg de SRO en un período de 4 horas. Ofrecer con taza y cucharita. Si el niño vomita, esperar 10 minutos y reiniciar más lentamente."
            },
            {
              "nombre": "Reevaluación",
              "recomendacion": "Después de 4 horas, reevaluar el estado de hidratación. Si ha mejorado, pasar al Plan A. Si persiste, repetir el Plan B. Si ha empeorado, pasar al Plan C."
            }
          ]
        },
        {
          "titulo": "Plan C: Tratamiento Intravenoso Rápido",
          "contenido": "Para niños con deshidratación grave. Requiere hospitalización y manejo de emergencia.",
          "items": [
            {
              "nombre": "Fluidoterapia Endovenosa",
              "recomendacion": "Iniciar inmediatamente con Cloruro de Sodio 0.9% o Lactato de Ringer. Administrar 100 mL/kg en 3-6 horas, según la edad del paciente. La primera carga (ej. 30 mL/kg) debe ser rápida (en 30-60 min)."
            },
            {
              "nombre": "Reevaluación Constante",
              "recomendacion": "Evaluar al paciente continuamente. Tan pronto como pueda beber, iniciar la rehidratación oral con SRO mientras continúa la terapia IV."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Uso de Antibióticos",
      "contenido": "No se recomienda el uso rutinario de antibióticos en la diarrea aguda acuosa. Se reservan para casos específicos.",
      "items": [
        {
          "nombre": "Indicaciones para Antibióticos",
          "recomendacion": "Solo en casos de disentería (diarrea con sangre) por Shigella, cólera, o en casos de diarrea con sepsis o en pacientes inmunosuprimidos."
        }
      ]
    }
  ],
  "palabras_clave": [
    "diarrea",
    "gastroenteritis",
    "A090",
    "deshidratacion",
    "plan A",
    "plan B",
    "plan C",
    "sales de rehidratacion oral",
    "SRO",
    "zinc"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la prevención y manejo de la hemorragia postparto",
  "diagnostico_cie10": "O721",
  "referencias_cie10": [
    "O720",
    "O722",
    "O723"
  ],
  "secciones": [
    {
      "titulo": "Prevención: Manejo Activo del Tercer Periodo del Parto (MATEP)",
      "contenido": "Se recomienda en TODOS los partos para reducir significativamente el riesgo de HPP. Consiste en tres pasos:",
      "items": [
        {
          "nombre": "1. Administración de Uterotónico",
          "recomendacion": "Administrar Oxitocina 10 UI por vía intramuscular dentro del primer minuto tras el nacimiento del bebé."
        },
        {
          "nombre": "2. Tracción Controlada del Cordón (TCC)",
          "recomendacion": "Realizar una tracción suave y sostenida del cordón umbilical mientras se aplica contrapresión suprapúbica para facilitar el alumbramiento."
        },
        {
          "nombre": "3. Masaje Uterino",
          "recomendacion": "Inmediatamente después de la salida de la placenta, masajear el fondo uterino a través del abdomen hasta que el útero se contraiga firmemente."
        }
      ]
    },
    {
      "titulo": "Diagnóstico de Hemorragia Postparto (HPP)",
      "contenido": "Se define como una pérdida de sangre estimada de ≥ 500 mL en un parto vaginal o ≥ 1000 mL en una cesárea, o cualquier pérdida de sangre que cause inestabilidad hemodinámica.",
      "items": [
        {
          "nombre": "Causa Principal (Las 4 'T')",
          "recomendacion": "Tono (Atonía uterina, 70-80% de los casos), Trauma (desgarros, laceraciones), Tejido (retención de placenta o coágulos), Trombina (coagulopatías)."
        }
      ]
    },
    {
      "titulo": "Manejo de la HPP Establecida (Activación de 'Clave Roja')",
      "contenido": "Es una emergencia obstétrica que requiere un manejo multidisciplinario, rápido y secuencial.",
      "subsecciones": [
        {
          "titulo": "Medidas Iniciales y Reanimación",
          "items": [
            {
              "nombre": "Pedir Ayuda y Asegurar Vías",
              "recomendacion": "Activar la 'Clave Roja'. Asegurar dos vías venosas de grueso calibre (16-18G) y tomar muestras de sangre (hemograma, coagulación, grupo y factor)."
            },
            {
              "nombre": "Fluidoterapia y Oxígeno",
              "recomendacion": "Iniciar infusión rápida de cristaloides calientes (Cloruro de Sodio 0.9%). Administrar oxígeno por mascarilla."
            },
            {
              "nombre": "Sondaje Vesical",
              "recomendacion": "Colocar una sonda Foley para mantener la vejiga vacía y monitorizar la diuresis."
            }
          ]
        },
        {
          "titulo": "Manejo Farmacológico Secuencial",
          "items": [
            {
              "nombre": "1ra Línea: Oxitocina",
              "codigo_item": "5253",
              "recomendacion": "Administrar una infusión de 20-40 UI en 500-1000 mL de cristaloides a un ritmo rápido."
            },
            {
              "nombre": "2da Línea: Metilergonovina",
              "codigo_item": "4703",
              "recomendacion": "Si no hay respuesta, añadir 0.2 mg por vía intramuscular. Contraindicado en pacientes con hipertensión."
            },
            {
              "nombre": "3ra Línea: Misoprostol",
              "codigo_item": "4847",
              "recomendacion": "Administrar 800-1000 mcg por vía rectal. Es una opción importante si los otros fármacos fallan o no están disponibles."
            },
            {
              "nombre": "Coadyuvante: Ácido Tranexámico",
              "codigo_item": "223",
              "recomendacion": "Administrar 1 gramo por vía intravenosa lenta (en 10 minutos) lo antes posible (dentro de las 3 horas del inicio del sangrado)."
            }
          ]
        },
        {
          "titulo": "Medidas Mecánicas y Quirúrgicas",
          "items": [
            {
              "nombre": "Masaje Uterino Bimanual",
              "recomendacion": "Realizar compresión externa e interna del útero para controlar el sangrado por atonía."
            },
            {
              "nombre": "Balón de Bakri",
              "recomendacion": "Taponamiento intrauterino con balón hidrostático. Es una medida efectiva para controlar la atonía antes de recurrir a la cirugía."
            },
            {
              "nombre": "Cirugía",
              "recomendacion": "Si las medidas anteriores fallan, se debe proceder a la laparotomía para realizar suturas de compresión (ej. B-Lynch) o, como último recurso, la histerectomía."
            }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [
    "hemorragia postparto",
    "HPP",
    "O721",
    "atonia uterina",
    "clave roja",
    "oxitocina",
    "misoprostol",
    "acido tranexamico",
    "MATEP"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la nutrición enteral en el recién nacido prematuro con muy bajo peso al nacer",
  "diagnostico_cie10": "P0711",
  "referencias_cie10": [
    "P070",
    "P071",
    "P072",
    "P073"
  ],
  "secciones": [
    {
      "titulo": "Inicio de la Alimentación Enteral",
      "contenido": "El objetivo es iniciar la alimentación enteral lo antes posible para estimular el desarrollo del tracto gastrointestinal y reducir el riesgo de sepsis.",
      "items": [
        {
          "nombre": "Nutrición Enteral Mínima (NEM) o Trófica",
          "recomendacion": "Iniciar en las primeras 6 a 24 horas de vida, incluso en prematuros con catéteres umbilicales o en ventilación mecánica, si están hemodinámicamente estables."
        },
        {
          "nombre": "Volumen de Inicio",
          "recomendacion": "Comenzar con volúmenes pequeños, típicamente de 10 a 20 mL/kg/día, divididos en 8 a 12 tomas (cada 2 o 3 horas)."
        }
      ]
    },
    {
      "titulo": "Elección del Tipo de Leche",
      "contenido": "La leche materna es siempre la primera opción por sus beneficios inmunológicos y nutricionales inigualables.",
      "items": [
        {
          "nombre": "Primera Elección: Leche Materna Fresca (LMF)",
          "recomendacion": "Es el alimento de elección. Se debe promover y apoyar la extracción de leche de la propia madre desde el primer día."
        },
        {
          "nombre": "Segunda Elección: Leche Humana de Banco Pasteurizada",
          "recomendacion": "Si la leche de la propia madre no está disponible o es insuficiente, la leche de banco es la mejor alternativa."
        },
        {
          "nombre": "Tercera Elección: Fórmula para Prematuros",
          "recomendacion": "Utilizar solo si las opciones de leche humana no están disponibles. Estas fórmulas están diseñadas para cubrir las altas demandas del prematuro."
        }
      ]
    },
    {
      "titulo": "Avance de la Alimentación Enteral",
      "contenido": "El incremento del volumen debe ser gradual y monitorizado de cerca para detectar signos de intolerancia.",
      "items": [
        {
          "nombre": "Tasa de Incremento",
          "recomendacion": "Aumentar el volumen de forma diaria en 15 a 30 mL/kg/día, según la tolerancia del recién nacido."
        },
        {
          "nombre": "Signos de Intolerancia",
          "recomendacion": "Vigilar la presencia de distensión abdominal significativa, residuos gástricos grandes o biliosos, y cambios en las deposiciones. Ante estos signos, se debe considerar pausar o reducir el avance."
        }
      ]
    },
    {
      "titulo": "Fortificación de la Leche Humana",
      "contenido": "La leche materna por sí sola es insuficiente para cubrir los requerimientos de crecimiento de los prematuros de muy bajo peso. Por ello, necesita ser fortificada.",
      "items": [
        {
          "nombre": "Inicio de la Fortificación",
          "recomendacion": "Comenzar a fortificar la leche humana cuando el prematuro tolere un volumen de alimentación enteral de 80 a 100 mL/kg/día."
        },
        {
          "nombre": "Fortificante de Leche Materna",
          "recomendacion": "Añadir fortificantes comerciales (en polvo o líquidos) a la leche materna extraída para aumentar su contenido de proteínas, calorías, vitaminas y minerales. Seguir las instrucciones del fabricante para la mezcla."
        },
        {
          "nombre": "Monitorización",
          "recomendacion": "Monitorizar el crecimiento (peso, talla, perímetro cefálico) y los parámetros bioquímicos (urea, fosfatasa alcalina, fósforo) para asegurar una nutrición adecuada."
        }
      ]
    }
  ],
  "palabras_clave": [
    "prematuro",
    "muy bajo peso al nacer",
    "P0711",
    "nutricion enteral",
    "NEM",
    "leche materna",
    "fortificante"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de la Endometriosis sintomática en mujeres en edad reproductiva",
  "diagnostico_cie10": "N809",
  "referencias_cie10": [
    "N800",
    "N801",
    "N802",
    "N803",
    "N804",
    "N805"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico Clínico y por Imágenes",
      "contenido": "El diagnóstico se basa en la sospecha clínica ante síntomas característicos, confirmado mediante estudios de imagen y, en casos seleccionados, por laparoscopia.",
      "items": [
        {
          "nombre": "Sospecha Clínica",
          "recomendacion": "Considerar endometriosis en mujeres con dismenorrea severa (dolor menstrual incapacitante), dispareunia profunda (dolor con las relaciones sexuales), dolor pélvico crónico, o infertilidad."
        },
        {
          "nombre": "Examen Físico",
          "recomendacion": "Realizar examen pélvico bimanual para evaluar dolor, nodularidad en el fondo de saco posterior o ligamentos uterosacros, y la movilidad uterina."
        },
        {
          "nombre": "Ecografía Transvaginal",
          "recomendacion": "Es el método de imagen de primera línea para identificar endometriomas ováricos y evaluar signos de endometriosis profunda."
        }
      ]
    },
    {
      "titulo": "Tratamiento Médico de Primera Línea (Manejo del Dolor)",
      "contenido": "El objetivo inicial es controlar el dolor y mejorar la calidad de vida. El tratamiento puede iniciarse de forma empírica basado en la sospecha clínica.",
      "items": [
        {
          "nombre": "Analgésicos No Esteroideos (AINEs)",
          "codigo_item": "4034",
          "recomendacion": "Usar para el manejo del dolor. Se pueden administrar de forma pautada o a demanda.",
          "dosis": "Ibuprofeno 400-600 mg cada 6-8 horas."
        },
        {
          "nombre": "Anticonceptivos Orales Combinados (ACO)",
          "codigo_item": "3328",
          "recomendacion": "Son la primera línea hormonal. Se recomienda su uso en pauta continua (sin semana de descanso) para inducir amenorrea y controlar el dolor.",
          "dosis": "1 tableta diaria de Etinilestradiol/Levonorgestrel, sin interrupción."
        }
      ]
    },
    {
      "titulo": "Tratamiento Médico de Segunda Línea",
      "contenido": "Para pacientes que no responden, no toleran o tienen contraindicaciones para el tratamiento de primera línea.",
      "items": [
        {
          "nombre": "Progestágenos (Dienogest)",
          "codigo_item": "37875",
          "recomendacion": "Es un tratamiento hormonal altamente efectivo y específico para el dolor asociado a endometriosis.",
          "dosis": "Dienogest 2 mg, 1 tableta diaria de forma continua."
        },
        {
          "nombre": "Análogos de la GnRH",
          "recomendacion": "Reservados para casos severos o refractarios debido a sus efectos secundarios (síntomas menopáusicos). Su uso debe ser limitado en tiempo y generalmente acompañado de terapia de adición (add-back)."
        }
      ]
    },
    {
      "titulo": "Tratamiento Quirúrgico",
      "contenido": "La cirugía está indicada para confirmar el diagnóstico, tratar el dolor refractario al tratamiento médico, o manejar la infertilidad.",
      "items": [
        {
          "nombre": "Laparoscopia Operatoria",
          "recomendacion": "Es el estándar de oro. Permite la visualización directa y la escisión o ablación de los implantes endometriósicos, lisis de adherencias y extirpación de endometriomas."
        }
      ]
    }
  ],
  "palabras_clave": [
    "endometriosis",
    "N809",
    "dolor pelvico cronico",
    "dismenorrea",
    "dispareunia",
    "infertilidad",
    "dienogest",
    "laparoscopia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo inicial del infarto agudo de miocardio con elevacion persistente del segmento ST",
  "diagnostico_cie10": "I213",
  "referencias_cie10": [
    "I210",
    "I211",
    "I212",
    "I219"
  ],
  "secciones": [
    {
      "titulo": "Manejo Inicial y Terapia Anti-isquémica (Primeros 10 minutos)",
      "contenido": "Medidas inmediatas al confirmar el diagnóstico de IMCEST en el electrocardiograma (ECG). El objetivo es aliviar el dolor, mejorar la oxigenación y estabilizar al paciente.",
      "items": [
        {
          "nombre": "Oxígeno Suplementario",
          "recomendacion": "Administrar solo si la saturación de oxígeno es < 90% o si el paciente presenta dificultad respiratoria."
        },
        {
          "nombre": "Nitroglicerina Sublingual",
          "codigo_item": "5110",
          "recomendacion": "Para alivio del dolor isquémico. Administrar hasta 3 dosis separadas por 5 minutos. Contraindicado en hipotensión, bradicardia severa o uso reciente de inhibidores de la fosfodiesterasa-5.",
          "dosis": "1 tableta sublingual."
        },
        {
          "nombre": "Morfina IV",
          "recomendacion": "Considerar si el dolor torácico persiste a pesar de la nitroglicerina. Administrar en pequeñas dosis tituladas (2-4 mg IV)."
        }
      ]
    },
    {
      "titulo": "Terapia Antitrombótica Urgente",
      "contenido": "Es la piedra angular del tratamiento para prevenir la expansión del trombo y la reoclusión. Debe iniciarse inmediatamente.",
      "items": [
        {
          "nombre": "Ácido Acetilsalicílico (Aspirina)",
          "codigo_item": "91",
          "recomendacion": "Administrar a todos los pacientes sin contraindicaciones lo antes posible. La primera dosis debe ser masticada para una absorción más rápida.",
          "dosis": "Dosis de carga: 150-300 mg masticados. Dosis de mantenimiento: 100 mg/día."
        },
        {
          "nombre": "Inhibidor del Receptor P2Y12 (Clopidogrel)",
          "codigo_item": "18874",
          "recomendacion": "Administrar una dosis de carga junto con la aspirina (terapia antiplaquetaria dual).",
          "dosis": "Dosis de carga: 300-600 mg. Dosis de mantenimiento: 75 mg/día."
        },
        {
          "nombre": "Anticoagulación (Enoxaparina)",
          "codigo_item": "3088",
          "recomendacion": "Añadir a la terapia antiplaquetaria. La dosis se ajusta según la edad, función renal y si se realizará fibrinólisis o ACTP.",
          "dosis": "Variable, por ejemplo: bolo IV de 30 mg seguido de 1 mg/kg SC cada 12 horas."
        },
        {
          "nombre": "Estatina de Alta Intensidad",
          "codigo_item": "21884",
          "recomendacion": "Iniciar lo antes posible, independientemente de los niveles de colesterol previos, por sus efectos pleiotrópicos y estabilizadores de placa.",
          "dosis": "Atorvastatina 80 mg, 1 tableta diaria."
        }
      ]
    },
    {
      "titulo": "Terapia de Reperfusión (Tratamiento Definitivo)",
      "contenido": "El objetivo es restaurar el flujo sanguíneo en la arteria coronaria ocluida. La elección de la estrategia depende de la disponibilidad y el tiempo.",
      "items": [
        {
          "nombre": "Angioplastia Coronaria Primaria (ACTP)",
          "recomendacion": "Es la estrategia de reperfusión preferida si se puede realizar por un equipo experimentado dentro de los 120 minutos desde el primer contacto médico. Objetivo 'puerta-balón' < 90 minutos."
        },
        {
          "nombre": "Fibrinólisis (Alteplasa)",
          "codigo_item": "408",
          "recomendacion": "Indicada si la ACTP primaria no es posible dentro de los 120 minutos. Debe administrarse dentro de las primeras 12 horas del inicio de los síntomas, idealmente en los primeros 30 minutos de la llegada ('puerta-aguja' < 30 min).",
          "dosis": "Régimen acelerado: Bolo IV de 15 mg, seguido de infusión de 50 mg en 30 min, y luego 35 mg en 60 min."
        }
      ]
    }
  ],
  "palabras_clave": [
    "IMCEST",
    "infarto",
    "ataque cardiaco",
    "I213",
    "dolor de pecho",
    "elevacion ST",
    "angioplastia",
    "ACTP",
    "fibrinolisis",
    "alteplasa",
    "clopidogrel",
    "aspirina"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de COVID-19 en Pediatría",
  "diagnostico_cie10": "U071",
  "referencias_cie10": [
    "U072"
  ],
  "secciones": [
    {
      "titulo": "Clasificación de Severidad y Manejo General",
      "contenido": "La mayoría de los niños presentan enfermedad leve. El manejo se basa en la estratificación del riesgo y la monitorización de signos de alarma.",
      "items": [
        {
          "nombre": "COVID-19 Leve",
          "recomendacion": "Manejo ambulatorio con aislamiento domiciliario. Tratamiento sintomático (fiebre, malestar) con Paracetamol. Hidratación y nutrición adecuadas. Educar a los padres sobre signos de alarma."
        },
        {
          "nombre": "COVID-19 Moderado",
          "recomendacion": "Requiere hospitalización. Se caracteriza por neumonía sin hipoxemia severa (SatO2 ≥ 94% al aire ambiente). El manejo incluye oxigenoterapia con cánula nasal si es necesario y monitorización."
        },
        {
          "nombre": "COVID-19 Severo",
          "recomendacion": "Hospitalización urgente. Se define por hipoxemia (SatO2 < 94%), taquipnea severa o signos de dificultad respiratoria. Requiere oxigenoterapia de alto flujo y considerar corticoides sistémicos."
        }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico para COVID-19 Severo",
      "contenido": "El uso de corticoides está indicado en pacientes pediátricos que requieren oxígeno suplementario.",
      "items": [
        {
          "nombre": "Dexametasona",
          "recomendacion": "Es el corticoide de elección para pacientes hospitalizados con requerimiento de oxígeno.",
          "dosis": "0.15 mg/kg/dosis (máximo 6 mg) una vez al día, por vía intravenosa u oral, durante 10 días o hasta el alta."
        }
      ]
    },
    {
      "titulo": "Manejo del Síndrome Inflamatorio Multisistémico Pediátrico (PIMS/SIM-P)",
      "contenido": "Complicación grave post-infecciosa que requiere un alto índice de sospecha y manejo multidisciplinario en una unidad de cuidados intensivos (UCIP).",
      "items": [
        {
          "nombre": "Criterios Diagnósticos",
          "recomendacion": "Fiebre persistente, marcadores de inflamación elevados (PCR, VSG), y disfunción de ≥2 órganos en un niño con evidencia de infección por SARS-CoV-2 reciente o actual."
        },
        {
          "nombre": "Inmunoglobulina Intravenosa (IGIV)",
          "codigo_item": "4069",
          "recomendacion": "Es el tratamiento de primera línea para PIMS/SIM-P. Debe administrarse lo antes posible tras el diagnóstico.",
          "dosis": "Dosis única de 2 g/kg, administrada en infusión durante 8-12 horas."
        },
        {
          "nombre": "Corticoides Sistémicos (Metilprednisolona)",
          "recomendacion": "Se administran junto con la IGIV, especialmente en casos de shock, disfunción miocárdica o si no hay respuesta a la IGIV sola.",
          "dosis": "Pulsos de Metilprednisolona: 10-30 mg/kg/día (máximo 1 g) por 1-3 días."
        }
      ]
    }
  ],
  "palabras_clave": [
    "COVID-19",
    "coronavirus",
    "pediatria",
    "niños",
    "U071",
    "PIMS",
    "SIM-P",
    "sindrome inflamatorio multisistemico",
    "inmunoglobulina",
    "dexametasona"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y manejo de Cáncer de Mama HER-2 positivo no metastásico",
  "diagnostico_cie10": "C509",
  "referencias_cie10": [
    "C500",
    "C501",
    "C502",
    "C503",
    "C504",
    "C505",
    "C506"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Confirmación del Estatus HER2",
      "contenido": "El diagnóstico preciso del estatus del receptor 2 del factor de crecimiento epidérmico humano (HER2) es fundamental para determinar la elegibilidad para la terapia dirigida.",
      "items": [
        {
          "nombre": "Biopsia y Anatomía Patológica",
          "recomendacion": "Toda lesión mamaria sospechosa debe ser sometida a una biopsia (core o aguja gruesa) para confirmación histológica."
        },
        {
          "nombre": "Inmunohistoquímica (IHC)",
          "recomendacion": "Es el primer test para evaluar la sobreexpresión de la proteína HER2. Un resultado de 3+ se considera positivo. Un resultado de 0 o 1+ se considera negativo."
        },
        {
          "nombre": "Hibridación in situ (FISH/ISH)",
          "recomendacion": "Se debe realizar cuando el resultado de la IHC es equívoco (2+). Un resultado de FISH/ISH positivo confirma el estatus HER2-positivo."
        }
      ]
    },
    {
      "titulo": "Tratamiento Neoadyuvante (Pre-quirúrgico)",
      "contenido": "Indicado para tumores > 2 cm o con ganglios axilares positivos, con el objetivo de reducir el tamaño tumoral y evaluar la respuesta al tratamiento.",
      "items": [
        {
          "nombre": "Esquema de Doble Bloqueo Anti-HER2",
          "recomendacion": "Se recomienda un esquema basado en quimioterapia (taxanos) combinado con doble bloqueo anti-HER2 para pacientes de alto riesgo.",
          "dosis": "Quimioterapia + Trastuzumab + Pertuzumab."
        },
        {
          "nombre": "Trastuzumab",
          "codigo_item": "17689",
          "recomendacion": "Pilar del tratamiento anti-HER2. Se administra por vía intravenosa cada 3 semanas junto con la quimioterapia."
        },
        {
          "nombre": "Pertuzumab",
          "codigo_item": "45237",
          "recomendacion": "Se añade al Trastuzumab para potenciar el bloqueo del receptor HER2, mejorando las tasas de respuesta patológica completa."
        }
      ]
    },
    {
      "titulo": "Tratamiento Adyuvante (Post-quirúrgico)",
      "contenido": "El objetivo es eliminar la enfermedad micrometastásica y reducir el riesgo de recurrencia después de la cirugía.",
      "items": [
        {
          "nombre": "Terapia Anti-HER2 Adyuvante",
          "codigo_item": "17689",
          "recomendacion": "Todas las pacientes con cáncer de mama HER2-positivo deben recibir Trastuzumab adyuvante durante un año (completando un total de 18 ciclos, incluyendo los ciclos neoadyuvantes)."
        },
        {
          "nombre": "Consideración de Pertuzumab Adyuvante",
          "codigo_item": "45237",
          "recomendacion": "Continuar con Pertuzumab (si se inició en la neoadyuvancia) en pacientes con alto riesgo de recurrencia (ganglios positivos o enfermedad residual tras la neoadyuvancia)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer de mama",
    "C509",
    "HER2 positivo",
    "HER2+",
    "oncologia",
    "trastuzumab",
    "pertuzumab",
    "quimioterapia",
    "neoadyuvancia",
    "adyuvancia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la prevención y manejo de la Enfermedad Hipertensiva del Embarazo",
  "diagnostico_cie10": "O149",
  "referencias_cie10": [
    "O13X",
    "O141",
    "O142",
    "O150",
    "O159"
  ],
  "secciones": [
    {
      "titulo": "Prevención en Pacientes de Alto Riesgo",
      "contenido": "Identificación de factores de riesgo para preeclampsia durante el control prenatal para iniciar profilaxis.",
      "items": [
        {
          "nombre": "Profilaxis con Aspirina a Dosis Bajas",
          "codigo_item": "91",
          "recomendacion": "Iniciar en gestantes con alto riesgo de preeclampsia (ej. preeclampsia previa, hipertensión crónica, diabetes, enfermedad renal) entre las semanas 12 y 16 de gestación y mantener hasta la semana 36.",
          "dosis": "Ácido Acetilsalicílico 100-150 mg, una vez al día, preferiblemente por la noche."
        }
      ]
    },
    {
      "titulo": "Manejo de la Preeclampsia con Criterios de Severidad",
      "contenido": "Es una emergencia obstétrica. El manejo se enfoca en la estabilización materna y la finalización de la gestación. Requiere hospitalización inmediata.",
      "items": [
        {
          "nombre": "Profilaxis de Convulsiones (Eclampsia)",
          "codigo_item": "6713",
          "recomendacion": "El Sulfato de Magnesio es el fármaco de elección para prevenir la primera convulsión o la recurrencia.",
          "dosis": "Dosis de carga: 4-6 g IV en 20-30 min. Dosis de mantenimiento: 1-2 g/hora en infusión continua."
        },
        {
          "nombre": "Manejo de la Crisis Hipertensiva (PA ≥ 160/110 mmHg)",
          "recomendacion": "El objetivo es reducir la presión arterial de forma controlada para prevenir un ACV, sin comprometer la perfusión útero-placentaria."
        },
        {
          "nombre": "Labetalol IV",
          "codigo_item": "38594",
          "recomendacion": "Fármaco de primera línea para crisis hipertensivas en el embarazo.",
          "dosis": "Bolos iniciales de 20 mg IV, seguidos de 40 mg, 80 mg cada 10-20 min (dosis máxima acumulada 300 mg) o infusión."
        },
        {
          "nombre": "Nifedipino Oral",
          "codigo_item": "5018",
          "recomendacion": "Alternativa de primera línea si el acceso IV es difícil.",
          "dosis": "10-20 mg vía oral, se puede repetir en 20-30 minutos."
        },
        {
          "nombre": "Finalización de la Gestación",
          "recomendacion": "Es el tratamiento definitivo. Se debe proceder a la finalización del embarazo tras la estabilización materna, independientemente de la edad gestacional."
        }
      ]
    },
    {
      "titulo": "Manejo de la Eclampsia",
      "contenido": "Se define por la presencia de convulsiones tónico-clónicas en una paciente con preeclampsia. Es una emergencia que amenaza la vida de la madre y el feto.",
      "items": [
        {
          "nombre": "Manejo Inmediato de la Convulsión",
          "recomendacion": "Asegurar la vía aérea (posición de decúbito lateral izquierdo), proteger a la paciente de lesiones y administrar oxígeno."
        },
        {
          "nombre": "Tratamiento Farmacológico de la Convulsión",
          "codigo_item": "6713",
          "recomendacion": "Administrar inmediatamente un bolo de carga de Sulfato de Magnesio IV (4-6 g), incluso si ya estaba en infusión de mantenimiento."
        }
      ]
    }
  ],
  "palabras_clave": [
    "preeclampsia",
    "eclampsia",
    "O149",
    "O141",
    "O159",
    "hipertension en el embarazo",
    "sulfato de magnesio",
    "labetalol",
    "nifedipino",
    "sindrome HELLP"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de Glaucoma de Ángulo Abierto",
  "diagnostico_cie10": "H401",
  "referencias_cie10": [
    "H400",
    "H409"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Monitorización",
      "contenido": "El diagnóstico se basa en la evaluación de la presión intraocular (PIO), el nervio óptico y el campo visual. La monitorización periódica es clave para evaluar la progresión.",
      "items": [
        {
          "nombre": "Tonometría",
          "recomendacion": "Medir la PIO en todos los pacientes con sospecha de glaucoma. La tonometría de aplanación de Goldmann es el estándar de referencia."
        },
        {
          "nombre": "Evaluación del Nervio Óptico",
          "recomendacion": "Realizar oftalmoscopia para evaluar la excavación y el anillo neurorretiniano. La Tomografía de Coherencia Óptica (OCT) es útil para la cuantificación objetiva del daño."
        },
        {
          "nombre": "Campimetría (Perimetría)",
          "recomendacion": "Evaluar el campo visual para detectar y monitorizar el daño funcional. La perimetría automatizada estándar (blanco sobre blanco) es la prueba de elección."
        }
      ]
    },
    {
      "titulo": "Tratamiento Médico de Primera Línea",
      "contenido": "El objetivo es reducir la PIO para enlentecer la progresión de la enfermedad. Los análogos de prostaglandinas son la primera elección.",
      "items": [
        {
          "nombre": "Análogos de Prostaglandinas (Latanoprost)",
          "codigo_item": "4338",
          "recomendacion": "Son el tratamiento inicial de elección debido a su potente efecto hipotensor, buena tolerancia y pauta de administración cómoda.",
          "dosis": "1 gota en el(los) ojo(s) afectado(s), una vez al día, por la noche."
        }
      ]
    },
    {
      "titulo": "Tratamiento Médico de Segunda Línea y Terapia Combinada",
      "contenido": "Si no se alcanza la PIO objetivo con monoterapia, se puede cambiar de fármaco o añadir un segundo agente.",
      "items": [
        {
          "nombre": "Betabloqueantes (Timolol)",
          "codigo_item": "6144",
          "recomendacion": "Son una opción eficaz como segunda línea o en combinación. Contraindicados en pacientes con asma, EPOC severa o bradicardia significativa.",
          "dosis": "1 gota en el(los) ojo(s) afectado(s), cada 12 o 24 horas."
        },
        {
          "nombre": "Inhibidores de la Anhidrasa Carbónica (Dorzolamida)",
          "codigo_item": "3013",
          "recomendacion": "Se usan como terapia adyuvante para reducir aún más la PIO.",
          "dosis": "1 gota en el(los) ojo(s) afectado(s), 2 o 3 veces al día."
        },
        {
          "nombre": "Terapia de Combinación Fija (Dorzolamida/Timolol)",
          "codigo_item": "3012",
          "recomendacion": "Mejora la adherencia al tratamiento al reducir el número de frascos y de instilaciones diarias.",
          "dosis": "1 gota en el(los) ojo(s) afectado(s), cada 12 horas."
        }
      ]
    },
    {
      "titulo": "Tratamiento Láser y Quirúrgico",
      "contenido": "Reservado para casos en los que el tratamiento médico es insuficiente, mal tolerado o no cumplido.",
      "items": [
        {
          "nombre": "Trabeculoplastia Láser Selectiva (SLT)",
          "recomendacion": "Puede considerarse como tratamiento inicial en algunos pacientes o como terapia adyuvante para reducir la carga de medicación."
        },
        {
          "nombre": "Cirugía Filtrante (Trabeculectomía)",
          "recomendacion": "Es el procedimiento quirúrgico estándar de oro para el glaucoma no controlado. Crea una nueva vía de drenaje para el humor acuoso."
        }
      ]
    }
  ],
  "palabras_clave": [
    "glaucoma",
    "H401",
    "angulo abierto",
    "presion intraocular",
    "PIO",
    "oftalmologia",
    "latanoprost",
    "timolol",
    "nervio optico",
    "campimetria"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de la Enfermedad Renal Crónica estadios 3b, 4 y 5",
  "diagnostico_cie10": "N189",
  "referencias_cie10": [
    "N183",
    "N184",
    "N185"
  ],
  "secciones": [
    {
      "titulo": "Control de la Progresión y Presión Arterial",
      "contenido": "El manejo intensivo de la presión arterial y la proteinuria son clave para enlentecer la pérdida de la función renal.",
      "items": [
        {
          "nombre": "Uso de IECA o ARA II",
          "recomendacion": "Son los fármacos de primera línea para el control de la presión arterial en pacientes con ERC, especialmente si hay proteinuria. No se recomienda la combinación de ambos."
        },
        {
          "nombre": "Objetivo de Presión Arterial",
          "recomendacion": "Mantener la presión arterial consistentemente por debajo de 130/80 mmHg en la mayoría de los pacientes."
        }
      ]
    },
    {
      "titulo": "Manejo de la Anemia de la ERC",
      "contenido": "La anemia es una complicación común y debe ser tratada para mejorar la calidad de vida y reducir la necesidad de transfusiones.",
      "items": [
        {
          "nombre": "Suplementación con Hierro",
          "codigo_item": "37855",
          "recomendacion": "Antes de iniciar agentes estimulantes de la eritropoyesis (AEE), se deben asegurar depósitos de hierro adecuados (Índice de Saturación de Transferrina >20% y Ferritina >100 ng/mL). Se prefiere la vía intravenosa.",
          "dosis": "Hierro Sacarato IV, dosificado según el déficit calculado."
        },
        {
          "nombre": "Agentes Estimulantes de la Eritropoyesis (AEE)",
          "recomendacion": "Iniciar AEE (como Eritropoyetina - EPO) cuando la hemoglobina sea < 10 g/dL, con el objetivo de mantenerla entre 10 y 11.5 g/dL. No se debe buscar normalizar la hemoglobina.",
          "dosis": "Eritropoyetina (EPO) administrada por vía subcutánea, con dosis ajustada según la respuesta de la hemoglobina."
        }
      ]
    },
    {
      "titulo": "Manejo del Metabolismo Mineral y Óseo (ERC-MMO)",
      "contenido": "Prevenir y tratar las alteraciones del calcio, fósforo, PTH y Vitamina D para reducir el riesgo de enfermedad ósea y calcificaciones vasculares.",
      "items": [
        {
          "nombre": "Control del Fósforo",
          "recomendacion": "Restricción de fósforo en la dieta y uso de quelantes de fósforo para mantener los niveles séricos en el rango normal."
        },
        {
          "nombre": "Quelantes de Fósforo (Sevelamer)",
          "codigo_item": "28897",
          "recomendacion": "Administrar con las comidas para que se unan al fósforo de los alimentos en el intestino. Sevelamer es una opción no cálcica preferida para evitar la sobrecarga de calcio.",
          "dosis": "Sevelamer 800 mg, 1-2 tabletas con cada comida, ajustando según niveles de fósforo."
        },
        {
          "nombre": "Suplementación con Vitamina D Activa (Calcitriol)",
          "codigo_item": "1503",
          "recomendacion": "Usar para suprimir los niveles elevados de PTH en pacientes con hipocalcemia o niveles bajos/normales de calcio y fósforo. Requiere monitorización estricta para evitar hipercalcemia.",
          "dosis": "Calcitriol 0.25-0.5 µg, administrado diariamente o en días alternos."
        }
      ]
    },
    {
      "titulo": "Preparación para Terapia de Reemplazo Renal (TRR)",
      "contenido": "En el estadio 4 avanzado y estadio 5, es crucial la planificación y educación del paciente.",
      "items": [
        {
          "nombre": "Educación sobre Modalidades de TRR",
          "recomendacion": "Discutir las ventajas y desventajas de la hemodiálisis, diálisis peritoneal y trasplante renal con el paciente y su familia."
        },
        {
          "nombre": "Creación de Acceso Vascular para Hemodiálisis",
          "recomendacion": "Referir al cirujano vascular para la creación de una fístula arteriovenosa (FAV) nativa, idealmente 6-12 meses antes de la fecha estimada de inicio de la diálisis."
        }
      ]
    }
  ],
  "palabras_clave": [
    "enfermedad renal cronica",
    "ERC",
    "N183",
    "N184",
    "N185",
    "insuficiencia renal",
    "nefrologia",
    "dialisis",
    "eritropoyetina",
    "EPO",
    "sevelamer",
    "calcitriol",
    "anemia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el tratamiento farmacológico de Nefritis Lúpica",
  "diagnostico_cie10": "M321",
  "referencias_cie10": [
    "M329"
  ],
  "secciones": [
    {
      "titulo": "Tratamiento de Base y Medidas Generales",
      "contenido": "Todos los pacientes con nefritis lúpica deben recibir un tratamiento de base para controlar la actividad del lupus y reducir el riesgo cardiovascular.",
      "items": [
        {
          "nombre": "Hidroxicloroquina",
          "codigo_item": "43898",
          "recomendacion": "Debe ser administrada a todos los pacientes con nefritis lúpica, a menos que esté contraindicada. Reduce el riesgo de brotes y tiene efectos beneficiosos a largo plazo.",
          "dosis": "200-400 mg al día, ajustado por peso (no exceder 5 mg/kg/día de peso real)."
        },
        {
          "nombre": "Control de la Presión Arterial",
          "recomendacion": "Uso de IECA o ARA II para alcanzar una presión arterial <130/80 mmHg y reducir la proteinuria."
        }
      ]
    },
    {
      "titulo": "Terapia de Inducción (Clases Proliferativas III y IV)",
      "contenido": "Tratamiento agresivo inicial de 6 meses para controlar la inflamación renal y preservar la función del riñón.",
      "items": [
        {
          "nombre": "Pulsos de Corticoides",
          "recomendacion": "Iniciar con pulsos intravenosos de Metilprednisolona para un control rápido de la inflamación.",
          "dosis": "Metilprednisolona 500-1000 mg IV al día por 3 días consecutivos."
        },
        {
          "nombre": "Corticoides Orales",
          "recomendacion": "Después de los pulsos, continuar con Prednisona oral en dosis altas, con una pauta de descenso gradual a lo largo de varios meses.",
          "dosis": "Iniciar con Prednisona 0.5-1 mg/kg/día y reducir progresivamente."
        },
        {
          "nombre": "Opción 1: Micofenolato Mofetilo (MMF)",
          "codigo_item": "26680",
          "recomendacion": "Es el régimen de inducción preferido para la mayoría de los pacientes por su mejor perfil de seguridad a largo plazo en comparación con la ciclofosfamida.",
          "dosis": "2 a 3 gramos al día, divididos en dos dosis."
        },
        {
          "nombre": "Opción 2: Ciclofosfamida IV",
          "codigo_item": "1776",
          "recomendacion": "Reservada para casos de enfermedad más severa (ej. con semilunas celulares en la biopsia) o cuando el MMF no es una opción.",
          "dosis": "Pulsos intravenosos mensuales (esquema NIH) o quincenales (esquema Eurolupus)."
        }
      ]
    },
    {
      "titulo": "Terapia de Mantenimiento",
      "contenido": "Una vez alcanzada la remisión (parcial o completa) tras la fase de inducción, se inicia un tratamiento a largo plazo (mínimo 3-5 años) para prevenir recaídas.",
      "items": [
        {
          "nombre": "Micofenolato Mofetilo (MMF)",
          "codigo_item": "26680",
          "recomendacion": "Es el fármaco de elección para la terapia de mantenimiento, independientemente del régimen de inducción utilizado.",
          "dosis": "1 a 2 gramos al día, divididos en dos dosis."
        },
        {
          "nombre": "Azatioprina",
          "recomendacion": "Es una alternativa al MMF para el mantenimiento, especialmente en pacientes que planean un embarazo (previa consulta con especialista)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "nefritis lupica",
    "lupus",
    "LES",
    "M321",
    "glomerulonefritis",
    "reumatologia",
    "micofenolato",
    "ciclofosfamida",
    "hidroxicloroquina",
    "biopsia renal"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la desnutrición o el riesgo de desnutrición en el adulto",
  "diagnostico_cie10": "E46X",
  "referencias_cie10": [
    "E41X3",
    "E43X",
    "E440",
    "E441"
  ],
  "secciones": [
    {
      "titulo": "Tamizaje y Evaluación Nutricional",
      "contenido": "La identificación temprana del riesgo nutricional es el primer paso para prevenir y tratar la desnutrición.",
      "items": [
        {
          "nombre": "Tamizaje Nutricional Universal",
          "recomendacion": "Realizar un tamizaje nutricional (ej. con la herramienta NRS-2002 o MUST) a todos los pacientes adultos dentro de las primeras 24-48 horas de la hospitalización."
        },
        {
          "nombre": "Evaluación Nutricional Completa",
          "recomendacion": "En pacientes con tamizaje positivo (en riesgo), realizar una evaluación nutricional completa por un profesional de la nutrición para diagnosticar y clasificar la desnutrición."
        }
      ]
    },
    {
      "titulo": "Intervención Nutricional Escalonada",
      "contenido": "La intervención debe seguir una jerarquía, prefiriendo siempre la vía más fisiológica (oral > enteral > parenteral).",
      "items": [
        {
          "nombre": "Consejería y Fortificación de Alimentos",
          "recomendacion": "Primera línea de intervención. Optimizar la ingesta oral mediante consejos dietéticos y enriquecimiento de los alimentos."
        },
        {
          "nombre": "Suplementos Nutricionales Orales (SNO)",
          "recomendacion": "Si la ingesta oral es insuficiente a pesar de la consejería, prescribir SNO para alcanzar los requerimientos calóricos y proteicos. Reevaluar la ingesta y tolerancia.",
          "dosis": "Típicamente 2-3 suplementos al día, entre comidas."
        },
        {
          "nombre": "Nutrición Enteral (NE)",
          "recomendacion": "Iniciar si el paciente no puede cubrir >60% de sus requerimientos por vía oral, pero tiene un tracto gastrointestinal funcional. Se administra a través de una sonda (nasogástrica, nasoyeyunal o de gastrostomía).",
          "dosis": "Fórmula polimérica estándar (1-1.5 kcal/mL) es adecuada para la mayoría de los pacientes."
        },
        {
          "nombre": "Nutrición Parenteral (NP)",
          "recomendacion": "Reservar para pacientes con un tracto gastrointestinal no funcional o inaccesible (ej. íleo prolongado, obstrucción intestinal, isquemia mesentérica). Se administra por vía venosa central o periférica.",
          "dosis": "Fórmula tricameral (3-en-1) que aporta carbohidratos, lípidos y aminoácidos."
        }
      ]
    },
    {
      "titulo": "Monitorización y Prevención del Síndrome de Realimentación",
      "contenido": "La reintroducción de la nutrición en pacientes severamente desnutridos puede causar complicaciones metabólicas graves.",
      "items": [
        {
          "nombre": "Identificación de Riesgo de Síndrome de Realimentación",
          "recomendacion": "Evaluar el riesgo en pacientes con IMC muy bajo, pérdida de peso severa o ingesta nula por >7 días."
        },
        {
          "nombre": "Prevención del Síndrome de Realimentación",
          "recomendacion": "En pacientes de alto riesgo, iniciar el soporte nutricional de forma lenta (ej. al 50% de los requerimientos el primer día), suplementar con Tiamina antes de empezar, y monitorizar de cerca los electrolitos (fósforo, potasio, magnesio)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "desnutricion",
    "E46X",
    "riesgo nutricional",
    "tamizaje",
    "NRS-2002",
    "MUST",
    "suplemento nutricional oral",
    "nutricion enteral",
    "nutricion parenteral",
    "sindrome de realimentacion"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de COVID-19 (Adultos)",
  "diagnostico_cie10": "U071",
  "referencias_cie10": [
    "U072",
    "J128"
  ],
  "secciones": [
    {
      "titulo": "Clasificación de Severidad y Manejo Inicial",
      "contenido": "El manejo se basa en la estratificación del riesgo según la necesidad de oxígeno.",
      "items": [
        {
          "nombre": "COVID-19 Leve a Moderado (Sin Hipoxemia)",
          "recomendacion": "Pacientes con SatO2 ≥ 94% al aire ambiente. El manejo es sintomático y ambulatorio con aislamiento. No se recomienda el uso de corticoides, antivirales o antibióticos de forma rutinaria."
        },
        {
          "nombre": "COVID-19 Severo (Con Hipoxemia)",
          "recomendacion": "Pacientes con SatO2 < 94% al aire ambiente, frecuencia respiratoria > 30 rpm o infiltrados pulmonares > 50%. Requieren hospitalización inmediata."
        }
      ]
    },
    {
      "titulo": "Manejo del Paciente Hospitalizado con COVID-19 Severo",
      "contenido": "El tratamiento se centra en el soporte respiratorio, la modulación de la respuesta inflamatoria y la prevención de complicaciones.",
      "items": [
        {
          "nombre": "Oxigenoterapia",
          "codigo_procedimiento": "94799.02",
          "recomendacion": "Administrar oxígeno suplementario para mantener una SatO2 objetivo entre 92% y 96%. Iniciar con cánula nasal y escalar a dispositivos de alto flujo según la necesidad."
        },
        {
          "nombre": "Corticoides Sistémicos (Dexametasona)",
          "recomendacion": "Es el pilar del tratamiento en pacientes que requieren oxígeno. Ha demostrado reducir la mortalidad.",
          "dosis": "Dexametasona 6 mg una vez al día, por vía intravenosa u oral, durante 10 días o hasta el alta."
        },
        {
          "nombre": "Anticoagulación Profiláctica",
          "recomendacion": "Administrar a todos los pacientes hospitalizados con COVID-19 para reducir el riesgo de tromboembolismo venoso.",
          "dosis": "Enoxaparina en dosis profiláctica (ej. 40 mg SC una vez al día), ajustada según peso y función renal."
        }
      ]
    },
    {
      "titulo": "Manejo del Paciente con COVID-19 Crítico",
      "contenido": "Pacientes con insuficiencia respiratoria aguda que requieren ventilación mecánica invasiva o aquellos en shock séptico.",
      "items": [
        {
          "nombre": "Ventilación Mecánica Invasiva",
          "recomendacion": "Utilizar una estrategia de ventilación protectora pulmonar (volumen tidal bajo, 6 mL/kg de peso predicho) y considerar la posición prono por >16 horas al día."
        },
        {
          "nombre": "Inmunomodulación Adicional (Tocilizumab)",
          "codigo_item": "23469",
          "recomendacion": "Considerar en pacientes con deterioro respiratorio rápido y evidencia de inflamación sistémica (PCR elevada), preferiblemente dentro de las primeras 24-48 horas del ingreso a UCI.",
          "dosis": "Dosis única de 8 mg/kg de peso corporal real (máximo 800 mg), administrada por vía intravenosa."
        }
      ]
    }
  ],
  "palabras_clave": [
    "COVID-19",
    "coronavirus",
    "adultos",
    "U071",
    "neumonia",
    "SDRA",
    "dexametasona",
    "enoxaparina",
    "tocilizumab",
    "oxigenoterapia"
  ],
  "version_guia": "3.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de las lesiones pulpares y periapicales en dentición permanente",
  "diagnostico_cie10": "K040",
  "referencias_cie10": [
    "K041",
    "K045",
    "K047"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico de las Patologías Pulpares",
      "contenido": "El diagnóstico preciso es fundamental y se basa en la historia del dolor, pruebas clínicas y hallazgos radiográficos.",
      "items": [
        {
          "nombre": "Pulpitis Reversible",
          "recomendacion": "Dolor agudo y provocado que cesa al retirar el estímulo (frío, dulce). No hay dolor espontáneo. Tratamiento: eliminación de la caries y restauración."
        },
        {
          "nombre": "Pulpitis Irreversible Sintomática",
          "recomendacion": "Dolor espontáneo, pulsátil, que puede aumentar con el calor y persistir. El tratamiento indicado es la endodoncia.",
          "diagnostico_cie10": "K040"
        },
        {
          "nombre": "Necrosis Pulpar",
          "recomendacion": "Ausencia de respuesta a las pruebas de sensibilidad pulpar. Puede ser asintomático o presentar dolor a la percusión. El tratamiento indicado es la endodoncia.",
          "diagnostico_cie10": "K041"
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Pulpitis Irreversible y Necrosis Pulpar",
      "contenido": "El objetivo es eliminar el tejido pulpar infectado o necrótico y sellar el sistema de conductos.",
      "items": [
        {
          "nombre": "Endodoncia (Tratamiento de Conductos)",
          "codigo_procedimiento": "D3348",
          "recomendacion": "Es el tratamiento de elección. Consiste en la instrumentación, desinfección y obturación tridimensional del sistema de conductos radiculares."
        },
        {
          "nombre": "Irrigación con Hipoclorito de Sodio (NaOCl)",
          "recomendacion": "Es el irrigante principal durante la endodoncia por su alta capacidad bactericida y de disolución de tejido necrótico. Usar en concentraciones del 2.5% al 5.25%."
        },
        {
          "nombre": "Manejo del Dolor Postoperatorio",
          "codigo_item": "4034",
          "recomendacion": "El dolor post-endodoncia es común. Se maneja con analgésicos no esteroideos (AINEs).",
          "dosis": "Ibuprofeno 400-600 mg cada 6-8 horas."
        }
      ]
    },
    {
      "titulo": "Manejo del Absceso Periapical Agudo",
      "contenido": "Infección localizada en el ápice del diente que requiere drenaje y tratamiento de la causa.",
      "items": [
        {
          "nombre": "Establecer Drenaje",
          "codigo_procedimiento": "10060",
          "recomendacion": "El drenaje es el paso más importante. Se puede lograr a través del conducto radicular (inicio de la endodoncia) o mediante una incisión en el tejido blando si hay una tumefacción fluctuante."
        },
        {
          "nombre": "Antibioticoterapia (Solo si está indicado)",
          "recomendacion": "Los antibióticos NO están indicados en pulpitis o abscesos localizados. Se prescriben solo si hay signos de diseminación sistémica (fiebre, malestar general, linfadenopatía) o celulitis."
        },
        {
          "nombre": "Antibiótico de Primera Elección",
          "codigo_item": "734",
          "recomendacion": "Amoxicilina es el fármaco de elección para infecciones odontogénicas.",
          "dosis": "Amoxicilina 500 mg cada 8 horas por 5-7 días."
        },
        {
          "nombre": "Alternativa para Alérgicos a Penicilina",
          "codigo_item": "1964",
          "recomendacion": "Clindamicina es la alternativa de elección.",
          "dosis": "Clindamicina 300 mg cada 6-8 horas por 5-7 días."
        }
      ]
    }
  ],
  "palabras_clave": [
    "pulpitis",
    "K040",
    "endodoncia",
    "tratamiento de conducto",
    "dolor de muela",
    "absceso dental",
    "K047",
    "necrosis pulpar",
    "odontologia",
    "amoxicilina"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el tamizaje, diagnóstico y tratamiento inicial de Cáncer de Próstata localizado y localmente avanzado",
  "diagnostico_cie10": "C61X",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Tamizaje (Detección Precoz)",
      "contenido": "El objetivo es detectar el cáncer de próstata en una etapa temprana y potencialmente curable. La decisión de tamizaje debe ser informada y compartida con el paciente.",
      "items": [
        {
          "nombre": "Población Objetivo",
          "recomendacion": "Discutir los pros y contras del tamizaje con hombres a partir de los 50 años. Considerar iniciar a los 40-45 años en hombres con alto riesgo (raza afroamericana, antecedentes familiares de cáncer de próstata)."
        },
        {
          "nombre": "Pruebas de Tamizaje",
          "recomendacion": "Realizar medición del Antígeno Prostático Específico (PSA) en sangre. El tacto rectal es opcional y complementario."
        }
      ]
    },
    {
      "titulo": "Diagnóstico y Estratificación",
      "contenido": "La confirmación del diagnóstico se realiza mediante biopsia, que también permite clasificar la agresividad del tumor.",
      "items": [
        {
          "nombre": "Indicación de Biopsia",
          "recomendacion": "Considerar una biopsia de próstata si el PSA está elevado para la edad o si el tacto rectal es sospechoso."
        },
        {
          "nombre": "Biopsia de Próstata",
          "codigo_procedimiento": "55700",
          "recomendacion": "Realizar biopsia transrectal guiada por ecografía, tomando múltiples muestras (típicamente 12 o más) para un mapeo adecuado de la próstata."
        },
        {
          "nombre": "Clasificación de Riesgo",
          "recomendacion": "Clasificar a los pacientes en grupos de riesgo (bajo, intermedio, alto) basándose en el nivel de PSA, el grupo de grado ISUP (Gleason) de la biopsia y el estadio clínico (TNM)."
        }
      ]
    },
    {
      "titulo": "Opciones de Tratamiento para Enfermedad Localizada",
      "contenido": "La elección del tratamiento depende del grupo de riesgo, la edad del paciente, sus comorbilidades y sus preferencias.",
      "items": [
        {
          "nombre": "Vigilancia Activa",
          "recomendacion": "Es la opción preferida para pacientes con cáncer de próstata de muy bajo y bajo riesgo. Implica seguimiento estricto y se trata solo si hay progresión."
        },
        {
          "nombre": "Prostatectomía Radical",
          "recomendacion": "Opción curativa para pacientes con enfermedad localizada y una expectativa de vida > 10 años. Consiste en la extirpación quirúrgica de la glándula prostática."
        },
        {
          "nombre": "Radioterapia Externa",
          "recomendacion": "Alternativa curativa a la cirugía, con resultados oncológicos similares para la mayoría de los grupos de riesgo."
        },
        {
          "nombre": "Terapia de Deprivación Androgénica (TDA)",
          "codigo_item": "4349",
          "recomendacion": "Se utiliza en combinación con la radioterapia en pacientes de riesgo intermedio desfavorable y de alto riesgo para mejorar la eficacia del tratamiento. No se usa como monoterapia en enfermedad localizada.",
          "dosis": "Leuprorelina 11.25 mg, inyección intramuscular de depósito cada 3 meses."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer de prostata",
    "C61X",
    "prostata",
    "urologia",
    "PSA",
    "antigeno prostatico especifico",
    "prostatectomia radical",
    "vigilancia activa",
    "leuprorelina",
    "biopsia de prostata"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para diagnóstico y tratamiento de Hemofilia",
  "diagnostico_cie10": "D66X",
  "referencias_cie10": [
    "D67X"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Clasificación",
      "contenido": "El diagnóstico se basa en la sospecha clínica, historia familiar y pruebas de laboratorio específicas.",
      "items": [
        {
          "nombre": "Pruebas de Coagulación Iniciales",
          "recomendacion": "Realizar un perfil de coagulación. El hallazgo característico es un Tiempo de Tromboplastina Parcial Activado (TTPA) prolongado, con Tiempo de Protrombina (TP) y recuento de plaquetas normales."
        },
        {
          "nombre": "Confirmación Diagnóstica",
          "recomendacion": "Confirmar el diagnóstico midiendo los niveles de actividad del Factor VIII y Factor IX en plasma. Esto permite diferenciar entre Hemofilia A y B."
        },
        {
          "nombre": "Clasificación de Severidad",
          "recomendacion": "Clasificar la severidad según la actividad del factor: Severa (<1%), Moderada (1-5%), Leve (>5-40%). La severidad predice la frecuencia y tipo de sangrados."
        }
      ]
    },
    {
      "titulo": "Tratamiento de Episodios Hemorrágicos (Terapia a Demanda)",
      "contenido": "El tratamiento debe iniciarse lo antes posible ante la sospecha de un sangrado para minimizar el daño tisular, especialmente el articular.",
      "items": [
        {
          "nombre": "Principio RICE",
          "recomendacion": "Aplicar Reposo, Hielo (Ice), Compresión y Elevación en la zona afectada como medida de soporte inicial."
        },
        {
          "nombre": "Terapia de Reemplazo para Hemofilia A",
          "recomendacion": "Administrar concentrado de Factor VIII de Coagulación. La dosis se calcula según el peso del paciente y la severidad del sangrado.",
          "dosis": "Fórmula: Dosis (UI) = Peso (kg) x % de aumento deseado x 0.5"
        },
        {
          "nombre": "Terapia de Reemplazo para Hemofilia B",
          "recomendacion": "Administrar concentrado de Factor IX de Coagulación. La dosis se calcula según el peso y la severidad del sangrado.",
          "dosis": "Fórmula: Dosis (UI) = Peso (kg) x % de aumento deseado x 1.0"
        }
      ]
    },
    {
      "titulo": "Profilaxis (Estándar de Cuidado en Hemofilia Severa)",
      "contenido": "La administración regular de concentrados de factor para prevenir los sangrados, proteger las articulaciones y permitir una vida más activa.",
      "items": [
        {
          "nombre": "Indicación de Profilaxis",
          "recomendacion": "Iniciar en todos los niños con hemofilia severa, idealmente antes de los 3 años de edad y antes de la segunda hemartrosis (sangrado articular)."
        },
        {
          "nombre": "Régimen de Profilaxis para Hemofilia A",
          "recomendacion": "Administrar Factor VIII de Coagulación en dosis de 25-40 UI/kg, 2 a 3 veces por semana o en días alternos."
        },
        {
          "nombre": "Régimen de Profilaxis para Hemofilia B",
          "recomendacion": "Administrar Factor IX de Coagulación en dosis de 40-60 UI/kg, 2 veces por semana."
        }
      ]
    }
  ],
  "palabras_clave": [
    "hemofilia",
    "D66X",
    "D67X",
    "hematologia",
    "factor VIII",
    "factor IX",
    "coagulacion",
    "sangrado",
    "hemartrosis",
    "profilaxis"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la prevención, diagnóstico y manejo de la Retinopatía de la Prematuridad",
  "diagnostico_cie10": "H351",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Prevención y Tamizaje (Screening)",
      "contenido": "La prevención se centra en el manejo óptimo del prematuro, y el tamizaje es clave para la detección oportuna.",
      "items": [
        {
          "nombre": "Uso Controlado de Oxígeno",
          "recomendacion": "Mantener objetivos de saturación de oxígeno estrictos (ej. 90-95%) en recién nacidos prematuros para evitar la hiperoxia, un factor de riesgo mayor para ROP."
        },
        {
          "nombre": "Criterios de Tamizaje",
          "recomendacion": "Realizar examen de fondo de ojo a todos los recién nacidos con peso al nacer ≤ 1500 gramos o edad gestacional ≤ 32 semanas. El primer examen debe realizarse entre la 4ª y 6ª semana de vida."
        },
        {
          "nombre": "Examen Oftalmológico",
          "recomendacion": "Debe ser realizado por un oftalmólogo experimentado, con dilatación pupilar, para clasificar la enfermedad según Zona, Estadio y presencia de enfermedad Plus."
        }
      ]
    },
    {
      "titulo": "Clasificación y Umbrales de Tratamiento",
      "contenido": "La clasificación internacional (ICROP) determina la severidad y la necesidad de intervención.",
      "items": [
        {
          "nombre": "Clasificación",
          "recomendacion": "Se clasifica según: Zona (I, II, III, del centro a la periferia), Estadio (1-5, de leve a desprendimiento de retina total) y la presencia de Enfermedad Plus (vasos dilatados y tortuosos)."
        },
        {
          "nombre": "Umbral de Tratamiento (ROP Tipo 1)",
          "recomendacion": "El tratamiento está indicado de forma urgente ante la presencia de: (1) Cualquier estadio de ROP en Zona I con enfermedad Plus. (2) Estadio 3 de ROP en Zona I sin enfermedad Plus. (3) Estadio 2 o 3 de ROP en Zona II con enfermedad Plus."
        }
      ]
    },
    {
      "titulo": "Opciones de Tratamiento",
      "contenido": "El objetivo del tratamiento es la ablación de la retina periférica avascular para detener el estímulo angiogénico.",
      "items": [
        {
          "nombre": "Fotocoagulación con Láser",
          "recomendacion": "Es el tratamiento estándar de oro. Se aplica láser en toda la retina avascular para reducir la producción de VEGF y promover la regresión de la neovascularización."
        },
        {
          "nombre": "Terapia Anti-VEGF Intravítrea (Bevacizumab)",
          "codigo_item": "18617",
          "recomendacion": "Es una alternativa eficaz, especialmente para la ROP en Zona I (posterior). Consiste en la inyección de una microdosis de Bevacizumab en el vítreo. Requiere un seguimiento a largo plazo por riesgo de reactivación.",
          "dosis": "Dosis intravítrea de 0.625 mg (0.025 mL)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "retinopatia de la prematuridad",
    "ROP",
    "H351",
    "prematuro",
    "oftalmologia",
    "neonatologia",
    "bevacizumab",
    "laser",
    "fotocoagulacion",
    "fondo de ojo"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el tamizaje, diagnóstico y manejo de la Enfermedad Renal Crónica en los estadios 1 al 3",
  "diagnostico_cie10": "N189",
  "referencias_cie10": [
    "N181",
    "N182",
    "N183"
  ],
  "secciones": [
    {
      "titulo": "Tamizaje y Diagnóstico",
      "contenido": "La detección precoz en poblaciones de riesgo es clave para iniciar intervenciones que modifiquen el curso de la enfermedad.",
      "items": [
        {
          "nombre": "Población de Riesgo para Tamizaje",
          "recomendacion": "Realizar tamizaje anual de ERC en pacientes con Diabetes Mellitus, Hipertensión Arterial, enfermedad cardiovascular establecida, mayores de 60 años o con historia familiar de ERC."
        },
        {
          "nombre": "Pruebas de Tamizaje y Diagnóstico",
          "recomendacion": "El tamizaje consiste en dos pruebas: (1) Estimación de la Tasa de Filtrado Glomerular (TFG) a partir de la creatinina sérica. (2) Medición de la albuminuria (índice albúmina/creatinina) en una muestra de orina."
        },
        {
          "nombre": "Confirmación de Cronicidad",
          "recomendacion": "El diagnóstico de ERC se confirma si las alteraciones en la TFG (<60 ml/min/1.73m²) o la presencia de daño renal (ej. albuminuria >30 mg/g) persisten por más de 3 meses."
        }
      ]
    },
    {
      "titulo": "Estrategias para Enlentecer la Progresión",
      "contenido": "El manejo se centra en el control riguroso de los factores de riesgo que aceleran la pérdida de la función renal.",
      "items": [
        {
          "nombre": "Control de la Presión Arterial",
          "recomendacion": "Mantener una presión arterial objetivo < 130/80 mmHg en todos los pacientes con ERC."
        },
        {
          "nombre": "Bloqueo del Sistema Renina-Angiotensina (IECA/ARA II)",
          "recomendacion": "Utilizar un IECA (ej. Enalapril) o un ARA II (ej. Losartán) como fármacos de primera línea, especialmente en pacientes con albuminuria significativa (>300 mg/g).",
          "dosis": "Titular la dosis hasta la máxima tolerada para lograr el objetivo de presión y reducción de albuminuria."
        },
        {
          "nombre": "Control Glucémico en Diabéticos",
          "recomendacion": "Mantener un objetivo de Hemoglobina Glicosilada (HbA1c) alrededor del 7% para reducir el riesgo de progresión de la nefropatía diabética."
        }
      ]
    },
    {
      "titulo": "Nefroprotección y Manejo de Complicaciones",
      "contenido": "Evitar exposiciones a nefrotóxicos y monitorizar las complicaciones iniciales de la ERC.",
      "items": [
        {
          "nombre": "Evitar Nefrotóxicos",
          "recomendacion": "Aconsejar a los pacientes evitar el uso de Antiinflamatorios no Esteroideos (AINEs) como Ibuprofeno o Naproxeno. Si se requiere un estudio con contraste yodado, asegurar una hidratación adecuada."
        },
        {
          "nombre": "Referencia a Nefrología",
          "recomendacion": "Referir al especialista en Nefrología si la TFG es < 30 ml/min/1.73m² (Estadio 4), si hay un descenso rápido y sostenido de la TFG, o si la albuminuria es muy elevada (>300 mg/g) y de difícil manejo."
        }
      ]
    }
  ],
  "palabras_clave": [
    "enfermedad renal cronica",
    "ERC",
    "N181",
    "N182",
    "N183",
    "nefropatia",
    "nefroproteccion",
    "albuminuria",
    "filtrado glomerular",
    "IECA",
    "ARA II"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de Cáncer de Cuello Uterino Estadios Tempranos (IA1, IA2, IB1, IB2 o IIA1)",
  "diagnostico_cie10": "C539",
  "referencias_cie10": [
    "C530",
    "C531"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "El diagnóstico se confirma por biopsia y la estadificación es fundamentalmente clínica, según la clasificación FIGO.",
      "items": [
        {
          "nombre": "Confirmación Histológica",
          "recomendacion": "Toda lesión cervical sospechosa debe ser biopsiada. El diagnóstico de cáncer de cuello uterino debe ser confirmado por un patólogo."
        },
        {
          "nombre": "Estadificación Clínica",
          "recomendacion": "La estadificación de los estadios tempranos se basa en el examen físico (inspección, palpación, tacto recto-vaginal) y colposcopia. Los estudios de imagen ayudan a planificar el tratamiento pero no cambian el estadio clínico FIGO."
        }
      ]
    },
    {
      "titulo": "Tratamiento del Estadio IA1",
      "contenido": "El tratamiento para la enfermedad microinvasora depende de la presencia de invasión linfovascular (ILV) y del deseo de preservar la fertilidad.",
      "items": [
        {
          "nombre": "Sin ILV y con deseo de fertilidad",
          "recomendacion": "La Conización Cervical con márgenes libres es un tratamiento adecuado y suficiente."
        },
        {
          "nombre": "Con ILV o sin deseo de fertilidad",
          "recomendacion": "Se recomienda una Histerectomía simple (extrafascial)."
        }
      ]
    },
    {
      "titulo": "Tratamiento de Estadios IA2, IB1, y IIA1",
      "contenido": "El tratamiento estándar para la enfermedad invasora temprana es la cirugía radical.",
      "items": [
        {
          "nombre": "Tratamiento Estándar de Oro",
          "codigo_procedimiento": "58210",
          "recomendacion": "La Histerectomía Radical con Linfadenectomía Pélvica Bilateral es el tratamiento de elección para pacientes que son buenas candidatas quirúrgicas."
        },
        {
          "nombre": "Opción con Preservación de Fertilidad",
          "recomendacion": "En pacientes jóvenes seleccionadas con tumores < 2 cm (Estadio IB1) y deseo de fertilidad, se puede considerar una Traquelectomía Radical con Linfadenectomía Pélvica."
        },
        {
          "nombre": "Alternativa a la Cirugía",
          "recomendacion": "La Radioterapia pélvica con quimioterapia concurrente (basada en Cisplatino) es una alternativa con igual eficacia curativa, reservada para pacientes que no pueden o no desean someterse a cirugía."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer de cuello uterino",
    "cancer cervical",
    "C539",
    "ginecologia oncologica",
    "histerectomia radical",
    "58210",
    "conizacion",
    "FIGO",
    "VPH"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo quirúrgico de la obesidad en adultos",
  "diagnostico_cie10": "E6693",
  "referencias_cie10": [
    "E660",
    "E669"
  ],
  "secciones": [
    {
      "titulo": "Criterios de Selección para Cirugía Bariátrica",
      "contenido": "La selección de pacientes debe ser rigurosa y realizada por un equipo multidisciplinario para asegurar el éxito y la seguridad del procedimiento.",
      "items": [
        {
          "nombre": "Indicación por Índice de Masa Corporal (IMC)",
          "recomendacion": "La cirugía bariátrica está indicada en pacientes con: (1) IMC ≥ 40 kg/m², o (2) IMC ≥ 35 kg/m² con al menos una comorbilidad mayor asociada (Diabetes Mellitus tipo 2, Hipertensión Arterial, Apnea del Sueño, Dislipidemia severa)."
        },
        {
          "nombre": "Evaluación Preoperatoria",
          "recomendacion": "Todos los candidatos deben someterse a una evaluación completa por un equipo multidisciplinario que incluya cirujano, endocrinólogo, nutricionista y psicólogo/psiquiatra. Se debe confirmar el fracaso de tratamientos médicos previos."
        }
      ]
    },
    {
      "titulo": "Principales Procedimientos Quirúrgicos",
      "contenido": "La elección del procedimiento depende de las características del paciente, la experiencia del cirujano y las metas de pérdida de peso y resolución de comorbilidades.",
      "items": [
        {
          "nombre": "Manga Gástrica (Gastrectomía Vertical)",
          "recomendacion": "Es un procedimiento principalmente restrictivo. Se extirpa aproximadamente el 80% del estómago, creando un reservorio gástrico tubular. Es el procedimiento más común por su buen perfil de seguridad y eficacia."
        },
        {
          "nombre": "Bypass Gástrico en Y de Roux (RYGB)",
          "recomendacion": "Es un procedimiento mixto (restrictivo y malabsortivo). Se crea una pequeña bolsa gástrica que se conecta directamente al yeyuno. Es considerado el estándar de oro por su excelente pérdida de peso y alta tasa de remisión de la diabetes tipo 2."
        }
      ]
    },
    {
      "titulo": "Manejo Postoperatorio y Seguimiento",
      "contenido": "El seguimiento a largo plazo es crucial para prevenir complicaciones nutricionales y asegurar el éxito del tratamiento.",
      "items": [
        {
          "nombre": "Progresión de la Dieta",
          "recomendacion": "El paciente debe seguir una progresión dietética estricta, comenzando con líquidos claros, luego dieta licuada, papilla y finalmente alimentos sólidos, durante varias semanas."
        },
        {
          "nombre": "Suplementación Vitamínica de por Vida",
          "recomendacion": "Todos los pacientes sometidos a cirugía bariátrica requieren suplementación de por vida con multivitamínicos, calcio, vitamina D, hierro y, especialmente tras un bypass gástrico, vitamina B12 (a menudo por vía intramuscular o sublingual)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "obesidad",
    "E6693",
    "cirugia bariatrica",
    "bariatrica",
    "manga gastrica",
    "bypass gastrico",
    "obesidad morbida",
    "IMC"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el tratamiento de infecciones odontogénicas",
  "diagnostico_cie10": "K047",
  "referencias_cie10": [
    "K044",
    "K046"
  ],
  "secciones": [
    {
      "titulo": "Evaluación y Principios del Tratamiento",
      "contenido": "El manejo exitoso requiere la eliminación de la fuente de la infección y el uso juicioso de antibióticos.",
      "items": [
        {
          "nombre": "Principio Fundamental",
          "recomendacion": "El tratamiento primario de una infección odontogénica es siempre la eliminación de la causa mediante un procedimiento dental (endodoncia, extracción) y/o el drenaje quirúrgico del pus. Los antibióticos son un tratamiento adyuvante, no curativo por sí solos."
        },
        {
          "nombre": "Evaluación de la Severidad",
          "recomendacion": "Evaluar la extensión de la infección. Signos de alarma que requieren manejo hospitalario urgente incluyen: fiebre alta, trismo severo (dificultad para abrir la boca), dificultad para tragar o respirar, e hinchazón que se extiende al ojo o por debajo de la mandíbula."
        }
      ]
    },
    {
      "titulo": "Tratamiento Antibiótico Ambulatorio (Infección Leve-Moderada)",
      "contenido": "Para infecciones localizadas sin compromiso sistémico significativo.",
      "items": [
        {
          "nombre": "Primera Línea",
          "codigo_item": "734",
          "recomendacion": "Amoxicilina es el antibiótico de elección para infecciones odontogénicas no complicadas.",
          "dosis": "Amoxicilina 500 mg, 1 tableta cada 8 horas por 5-7 días."
        },
        {
          "nombre": "Alternativa de Primera Línea (Mayor Espectro)",
          "codigo_item": "728",
          "recomendacion": "Amoxicilina/Ácido Clavulánico se recomienda si hay fallo al tratamiento inicial, en infecciones más establecidas o en pacientes con comorbilidades.",
          "dosis": "Amoxicilina/Ácido Clavulánico 875/125 mg, 1 tableta cada 12 horas por 5-7 días."
        },
        {
          "nombre": "Opción para Alérgicos a Penicilina",
          "codigo_item": "1964",
          "recomendacion": "Clindamicina es la alternativa de elección.",
          "dosis": "Clindamicina 300 mg, 1 cápsula cada 6-8 horas por 5-7 días."
        }
      ]
    },
    {
      "titulo": "Tratamiento Antibiótico Hospitalario (Infección Severa)",
      "contenido": "Para infecciones que se extienden a espacios faciales profundos o con signos de compromiso sistémico.",
      "items": [
        {
          "nombre": "Terapia Intravenosa de Primera Línea",
          "codigo_item": "822",
          "recomendacion": "Ampicilina/Sulbactam ofrece una excelente cobertura para la flora oral mixta (aerobios y anaerobios).",
          "dosis": "Ampicilina/Sulbactam 1.5-3 g IV cada 6 horas."
        },
        {
          "nombre": "Alternativa para Alérgicos o Infecciones Complejas",
          "recomendacion": "Una combinación de Ceftriaxona (para gram-negativos y aerobios) más Metronidazol (para anaerobios) es una excelente opción.",
          "ejemplos": [
            { "nombre": "Ceftriaxona", "codigo_item": "04441", "dosis": "1-2 g IV cada 24 horas." },
            { "nombre": "Metronidazol", "codigo_item": "4776", "dosis": "500 mg IV cada 8 horas." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [
    "infeccion odontogenica",
    "absceso dental",
    "K047",
    "celulitis facial",
    "odontologia",
    "amoxicilina",
    "amoxicilina clavulanico",
    "clindamicina",
    "ampicilina sulbactam"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica sobre Intervenciones de Mantenimiento de Salud para Adultos Mayores en Primer Nivel de Atención",
  "diagnostico_cie10": "Z000",
  "referencias_cie10": [
    "Z008"
  ],
  "secciones": [
    {
      "titulo": "Prevención y Tamizaje Cardiovascular",
      "contenido": "Evaluación periódica para controlar los principales factores de riesgo cardiovascular.",
      "items": [
        {
          "nombre": "Tamizaje de Hipertensión Arterial",
          "recomendacion": "Medir la presión arterial en cada visita médica o al menos anualmente."
        },
        {
          "nombre": "Tamizaje de Dislipidemia",
          "recomendacion": "Realizar un perfil lipídico periódico según las guías de riesgo cardiovascular."
        },
        {
          "nombre": "Tamizaje de Aneurisma de Aorta Abdominal (AAA)",
          "recomendacion": "Realizar una ecografía abdominal única para el tamizaje de AAA en hombres de 65 a 75 años que hayan fumado alguna vez."
        }
      ]
    },
    {
      "titulo": "Tamizaje Oncológico",
      "contenido": "Detección precoz de los cánceres más prevalentes en la población adulta mayor.",
      "items": [
        {
          "nombre": "Tamizaje de Cáncer de Mama",
          "codigo_procedimiento": "77067",
          "recomendacion": "Realizar mamografía bilateral cada 1-2 años en mujeres, generalmente hasta los 75 años, según decisión compartida."
        },
        {
          "nombre": "Tamizaje de Cáncer Colorrectal",
          "recomendacion": "Iniciar a los 45-50 años y continuar hasta los 75 años. Las opciones incluyen test de sangre oculta en heces anual o una colonoscopia de tamizaje cada 10 años."
        },
        {
          "nombre": "Tamizaje de Cáncer de Próstata",
          "recomendacion": "Discutir los pros y contras del tamizaje con Antígeno Prostático Específico (PSA) en hombres a partir de los 50-55 años, tomando una decisión informada y compartida."
        }
      ]
    },
    {
      "titulo": "Salud Ósea, Funcional y Mental",
      "contenido": "Intervenciones para mantener la independencia y calidad de vida.",
      "items": [
        {
          "nombre": "Tamizaje de Osteoporosis",
          "codigo_procedimiento": "78351",
          "recomendacion": "Realizar una Densitometría Ósea (DEXA) en todas las mujeres a partir de los 65 años y en hombres a partir de los 70, o antes si existen factores de riesgo."
        },
        {
          "nombre": "Evaluación del Riesgo de Caídas",
          "recomendacion": "Preguntar anualmente sobre caídas. Si ha habido caídas o se observa inestabilidad, realizar una evaluación de la marcha y el equilibrio (ej. 'Timed Up and Go test')."
        },
        {
          "nombre": "Tamizaje de Depresión",
          "recomendacion": "Realizar un tamizaje utilizando una herramienta validada como el PHQ-2. Si es positivo, proceder con una evaluación más completa."
        }
      ]
    },
    {
      "titulo": "Inmunizaciones Recomendadas",
      "contenido": "La vacunación es una de las intervenciones preventivas más efectivas en el adulto mayor.",
      "items": [
        {
          "nombre": "Vacuna contra la Influenza",
          "recomendacion": "Administrar anualmente a todos los adultos mayores."
        },
        {
          "nombre": "Vacuna Antineumocócica",
          "recomendacion": "Administrar la vacuna conjugada (PCV13, PCV15 o PCV20) o la polisacárida (PPSV23) según las recomendaciones y el esquema secuencial para adultos ≥ 65 años."
        },
        {
          "nombre": "Vacuna contra Herpes Zóster",
          "recomendacion": "Recomendada para todos los adultos ≥ 50 años para prevenir la culebrilla y sus complicaciones."
        }
      ]
    }
  ],
  "palabras_clave": [
    "adulto mayor",
    "geriatria",
    "prevencion",
    "tamizaje",
    "screening",
    "Z000",
    "vacunas",
    "osteoporosis",
    "densitometria",
    "riesgo de caidas"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la prevención, diagnóstico y manejo de infecciones asociadas al acceso de hemodiálisis",
  "diagnostico_cie10": "T827",
  "referencias_cie10": [
    "T824",
    "T829"
  ],
  "secciones": [
    {
      "titulo": "Prevención (Pilar Fundamental)",
      "contenido": "La prevención es la estrategia más importante. Se basa en la elección del acceso vascular y en una técnica aséptica rigurosa.",
      "items": [
        {
          "nombre": "Jerarquía del Acceso Vascular",
          "recomendacion": "La elección del acceso debe seguir el principio 'Fístula Primero'. El orden de preferencia es: 1° Fístula Arteriovenosa (FAV) nativa, 2° Injerto protésico (PTFE), 3° Catéter Venoso Central (CVC) tunelizado."
        },
        {
          "nombre": "Cuidado del Catéter Venoso Central",
          "recomendacion": "Aplicar técnica aséptica estricta en cada conexión/desconexión. Usar mascarilla (paciente y personal), higiene de manos y desinfección del sitio de salida y conectores con solución de clorhexidina alcohólica."
        }
      ]
    },
    {
      "titulo": "Diagnóstico de Bacteriemia Relacionada con Catéter (BRC)",
      "contenido": "Se requiere un alto índice de sospecha y la confirmación mediante hemocultivos.",
      "items": [
        {
          "nombre": "Sospecha Clínica",
          "recomendacion": "Sospechar BRC en todo paciente en hemodiálisis con CVC que presente fiebre, escalofríos o hipotensión inexplicada, especialmente durante o después de la sesión de diálisis."
        },
        {
          "nombre": "Toma de Hemocultivos",
          "recomendacion": "Antes de iniciar antibióticos, tomar al menos dos muestras de hemocultivos: una muestra a través de cada lumen del catéter y una muestra de una vena periférica. Esto es crucial para confirmar el catéter como el foco."
        }
      ]
    },
    {
      "titulo": "Tratamiento Empírico Inmediato",
      "contenido": "Ante la sospecha de BRC, el tratamiento antibiótico debe iniciarse inmediatamente después de la toma de hemocultivos.",
      "items": [
        {
          "nombre": "Cobertura para Gram-Positivos (MRSA)",
          "codigo_item": "6470",
          "recomendacion": "Iniciar Vancomicina para cubrir Staphylococcus aureus, incluyendo cepas meticilino-resistentes (MRSA).",
          "dosis": "Dosis de carga de 15-20 mg/kg (máximo 2g), seguida de dosis de mantenimiento según niveles séricos y pauta de diálisis."
        },
        {
          "nombre": "Cobertura para Gram-Negativos",
          "codigo_item": "1682",
          "recomendacion": "Añadir una cefalosporina de tercera generación (como Ceftazidima) o un carbapenem para cubrir bacilos gram-negativos, incluyendo Pseudomonas.",
          "dosis": "Ceftazidima 1-2 g IV después de cada sesión de diálisis."
        },
        {
          "nombre": "Retirada del Catéter",
          "recomendacion": "Se recomienda la retirada del catéter en la mayoría de los casos de BRC confirmada, especialmente si la infección es por S. aureus, Pseudomonas, hongos, o si el paciente está séptico o no mejora en 48-72h."
        }
      ]
    }
  ],
  "palabras_clave": [
    "infeccion de cateter",
    "hemodialisis",
    "T827",
    "bacteriemia",
    "BRC",
    "nefrologia",
    "vancomicina",
    "ceftazidima",
    "fistula arteriovenosa"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de la Infección Crónica por el Virus de Hepatitis C",
  "diagnostico_cie10": "B182",
  "referencias_cie10": [
    "B188",
    "B189"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico se realiza en dos pasos para confirmar la infección activa.",
      "items": [
        {
          "nombre": "Paso 1: Tamizaje con Anticuerpos",
          "recomendacion": "Realizar una prueba de anticuerpos contra el VHC (Anti-VHC). Un resultado positivo indica exposición al virus, pero no confirma infección activa."
        },
        {
          "nombre": "Paso 2: Confirmación con Carga Viral",
          "recomendacion": "En pacientes con Anti-VHC positivo, realizar una prueba cuantitativa de ARN del VHC (carga viral). Un resultado de ARN detectable confirma la infección crónica activa y la necesidad de tratamiento."
        }
      ]
    },
    {
      "titulo": "Evaluación Pre-Tratamiento",
      "contenido": "Antes de iniciar el tratamiento, es crucial evaluar el grado de daño hepático.",
      "items": [
        {
          "nombre": "Evaluación de Cirrosis",
          "recomendacion": "Determinar la presencia o ausencia de cirrosis mediante métodos no invasivos como la elastografía de transición (FibroScan®) o scores séricos (APRI, FIB-4). Esto es fundamental para definir la duración del tratamiento y el seguimiento posterior."
        },
        {
          "nombre": "Genotipificación",
          "recomendacion": "Aunque los regímenes modernos son pangenotípicos, conocer el genotipo del VHC puede ser útil en casos de retratamiento o en pacientes con cirrosis descompensada."
        }
      ]
    },
    {
      "titulo": "Tratamiento con Antivirales de Acción Directa (AAD)",
      "contenido": "El objetivo es la curación virológica, definida como Respuesta Virológica Sostenida (RVS12).",
      "items": [
        {
          "nombre": "Régimen Pangenotípico de Primera Línea",
          "codigo_item": "38786",
          "recomendacion": "La combinación de Sofosbuvir/Velpatasvir es el tratamiento de elección para la mayoría de los pacientes, independientemente del genotipo.",
          "dosis": "1 tableta (400 mg/100 mg) una vez al día."
        },
        {
          "nombre": "Duración del Tratamiento",
          "recomendacion": "La duración estándar del tratamiento es de 12 semanas para pacientes sin cirrosis o con cirrosis compensada (Child-Pugh A)."
        },
        {
          "nombre": "Seguimiento Post-Tratamiento",
          "recomendacion": "Verificar la curación midiendo la carga viral (ARN-VHC) 12 semanas después de haber completado el tratamiento. Si es indetectable, se ha logrado la RVS12."
        }
      ]
    }
  ],
  "palabras_clave": [
    "hepatitis C",
    "VHC",
    "B182",
    "gastroenterologia",
    "infectologia",
    "antivirales de accion directa",
    "AAD",
    "sofosbuvir",
    "velpatasvir",
    "respuesta virologica sostenida",
    "RVS"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo inicial de Leucemia Linfoblástica Aguda",
  "diagnostico_cie10": "C910",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico se basa en el estudio de la médula ósea.",
      "items": [
        {
          "nombre": "Aspirado y Biopsia de Médula Ósea",
          "recomendacion": "Es el procedimiento estándar para confirmar el diagnóstico. Se observará una infiltración por más del 20% de blastos linfoides."
        },
        {
          "nombre": "Citometría de Flujo",
          "recomendacion": "Esencial para confirmar el linaje de las células leucémicas (Linfoide B o Linfoide T) y para la detección de enfermedad mínima residual post-tratamiento."
        }
      ]
    },
    {
      "titulo": "Fase de Inducción a la Remisión",
      "contenido": "Tratamiento intensivo inicial (aproximadamente 4 semanas) para eliminar la mayor parte de las células leucémicas.",
      "items": [
        {
          "nombre": "Vincristina",
          "codigo_item": "17767",
          "recomendacion": "Administración intravenosa semanal. Es un pilar del tratamiento de inducción."
        },
        {
          "nombre": "Corticoides (Prednisona/Dexametasona)",
          "codigo_item": "5590",
          "recomendacion": "Administración oral diaria durante la fase de inducción para inducir la apoptosis de los linfoblastos."
        },
        {
          "nombre": "L-Asparaginasa",
          "codigo_item": "32410",
          "recomendacion": "Administración intramuscular o intravenosa. Actúa depletando el aminoácido asparagina, esencial para las células leucémicas."
        },
        {
          "nombre": "Daunorrubicina",
          "recomendacion": "Antraciclina administrada por vía intravenosa en dosis semanales para potenciar el efecto citotóxico."
        }
      ]
    },
    {
      "titulo": "Profilaxis del Sistema Nervioso Central (SNC)",
      "contenido": "Tratamiento dirigido a prevenir la recaída de la leucemia en el cerebro y la médula espinal.",
      "items": [
        {
          "nombre": "Quimioterapia Intratecal",
          "codigo_item": "4758",
          "recomendacion": "Administración de Metotrexato (y a veces otros fármacos como Citarabina) directamente en el líquido cefalorraquídeo mediante una punción lumbar. Se realiza en múltiples ocasiones a lo largo de todo el tratamiento."
        }
      ]
    },
    {
      "titulo": "Fase de Mantenimiento",
      "contenido": "Fase final y más larga del tratamiento (2-3 años) para eliminar las células leucémicas residuales y prevenir recaídas.",
      "items": [
        {
          "nombre": "Mercaptopurina",
          "codigo_item": "4665",
          "recomendacion": "Quimioterapia oral que se administra diariamente.",
          "dosis": "1 tableta de 50 mg al día (dosis ajustada por superficie corporal)."
        },
        {
          "nombre": "Metotrexato",
          "codigo_item": "4764",
          "recomendacion": "Quimioterapia oral que se administra una vez por semana.",
          "dosis": "Dosis semanal ajustada por superficie corporal."
        }
      ]
    }
  ],
  "palabras_clave": [
    "leucemia linfoblastica aguda",
    "LLA",
    "C910",
    "hematologia",
    "oncologia",
    "quimioterapia",
    "vincristina",
    "asparaginasa",
    "metotrexato",
    "mercaptopurina",
    "induccion"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y manejo inicial de Artritis Reumatoide",
  "diagnostico_cie10": "M059",
  "referencias_cie10": [
    "M060",
    "M069"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico se basa en la clínica y se apoya en pruebas de laboratorio e imágenes.",
      "items": [
        {
          "nombre": "Criterios Clínicos",
          "recomendacion": "Sospechar AR en pacientes con inflamación de 3 o más articulaciones, rigidez matutina > 30 minutos y afectación de muñecas o pequeñas articulaciones de manos/pies, con una duración de los síntomas > 6 semanas."
        },
        {
          "nombre": "Pruebas de Laboratorio Clave",
          "recomendacion": "Solicitar Factor Reumatoide (FR) y Anticuerpos anti-Péptido Cíclico Citrulinado (anti-CCP). La positividad de ambos confiere alta especificidad. Medir también reactantes de fase aguda (PCR, VSG)."
        }
      ]
    },
    {
      "titulo": "Tratamiento con Estrategia 'Treat-to-Target' (T2T)",
      "contenido": "El objetivo es alcanzar la remisión o, en su defecto, una baja actividad de la enfermedad lo antes posible para prevenir el daño articular.",
      "subsecciones": [
        {
          "titulo": "Fase 1: Inicio del Tratamiento",
          "items": [
            {
              "nombre": "FARME de Anclaje: Metotrexato",
              "codigo_item": "4764",
              "recomendacion": "Es el fármaco de primera elección. Iniciar tan pronto como se confirme el diagnóstico. Se administra una vez por semana.",
              "dosis": "Dosis inicial de 10-15 mg/semana, con escalada rápida hasta 20-25 mg/semana."
            },
            {
              "nombre": "Terapia Puente con Corticoides",
              "codigo_item": "5590",
              "recomendacion": "Utilizar Prednisona a dosis bajas (≤ 10 mg/día) al inicio del tratamiento para un control rápido de la inflamación, mientras el Metotrexato alcanza su efecto máximo. Retirar gradualmente en 3-6 meses."
            }
          ]
        },
        {
          "titulo": "Fase 2: Optimización (si no se alcanza el objetivo en 3-6 meses)",
          "items": [
            {
              "nombre": "Terapia Combinada con FARME Sintéticos",
              "recomendacion": "Si la monoterapia con Metotrexato falla, añadir un segundo FARME sintético.",
              "ejemplos": [
                { "nombre": "Leflunomida", "codigo_item": "4346", "dosis": "20 mg al día." },
                { "nombre": "Sulfasalazina", "codigo_item": "6006", "dosis": "1-1.5 g cada 12 horas." }
              ]
            }
          ]
        },
        {
          "titulo": "Fase 3: Terapia Biológica",
          "items": [
            {
              "nombre": "Adición de un FARME Biológico",
              "codigo_item": "40644",
              "recomendacion": "Si la terapia combinada con FARME sintéticos no logra el objetivo, el siguiente paso es añadir un agente biológico, como un inhibidor del TNF-alfa.",
              "dosis": "Etanercept 50 mg, inyección subcutánea una vez por semana."
            }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [
    "artritis reumatoide",
    "AR",
    "M059",
    "reumatologia",
    "metotrexato",
    "leflunomida",
    "sulfasalazina",
    "etanercept",
    "factor reumatoide",
    "anti-CCP"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el tamizaje y el manejo del Episodio Depresivo Leve en el Primer Nivel de Atención",
  "diagnostico_cie10": "F320",
  "referencias_cie10": [
    "F329"
  ],
  "secciones": [
    {
      "titulo": "Tamizaje y Diagnóstico",
      "contenido": "Se recomienda el tamizaje activo en la atención primaria para la detección temprana.",
      "items": [
        {
          "nombre": "Herramienta de Tamizaje (PHQ-2)",
          "recomendacion": "Utilizar el cuestionario PHQ-2 ('¿Se ha sentido desanimado/a o sin esperanza?' y '¿Ha perdido el interés o placer en hacer las cosas?') como primer paso. Un resultado positivo requiere una evaluación más detallada (ej. con PHQ-9)."
        },
        {
          "nombre": "Criterios de Episodio Depresivo Leve (F320)",
          "recomendacion": "Presencia de al menos dos síntomas principales (ánimo deprimido, anhedonia, anergia) y dos o tres síntomas secundarios. El paciente se encuentra afectado, pero probablemente puede continuar con la mayoría de sus actividades."
        }
      ]
    },
    {
      "titulo": "Tratamiento de Primera Línea (No Farmacológico)",
      "contenido": "Para la depresión leve, se prefieren las intervenciones de baja intensidad sobre el tratamiento farmacológico inicial.",
      "items": [
        {
          "nombre": "Psicoeducación",
          "recomendacion": "Proporcionar información clara sobre la depresión, su naturaleza tratable y la importancia del autocuidado."
        },
        {
          "nombre": "Activación Conductual",
          "recomendacion": "Ayudar al paciente a programar y realizar actividades agradables o significativas que ha dejado de hacer."
        },
        {
          "nombre": "Ejercicio Físico",
          "recomendacion": "Recomendar la práctica regular de ejercicio aeróbico (ej. 30 minutos, 3-5 veces por semana), ya que ha demostrado tener un efecto antidepresivo."
        },
        {
          "nombre": "Higiene del Sueño",
          "recomendacion": "Ofrecer pautas para mejorar la calidad del sueño, como mantener horarios regulares y evitar estimulantes antes de dormir."
        }
      ]
    },
    {
      "titulo": "Consideración de Tratamiento Farmacológico (Segunda Línea)",
      "contenido": "Los antidepresivos se reservan para casos específicos de depresión leve.",
      "items": [
        {
          "nombre": "Indicaciones para Farmacoterapia",
          "recomendacion": "Considerar iniciar un ISRS si el paciente no responde a las intervenciones no farmacológicas tras 4-6 semanas, si tiene antecedentes de episodios más graves, o si lo prefiere explícitamente."
        },
        {
          "nombre": "Fármaco de Elección (si se decide iniciar)",
          "codigo_item": "5807",
          "recomendacion": "Iniciar con un ISRS bien tolerado como la Sertralina.",
          "dosis": "Sertralina, dosis de inicio 25-50 mg al día."
        }
      ]
    },
    {
      "titulo": "Seguimiento",
      "contenido": "El seguimiento activo es fundamental en el manejo de la depresión leve.",
      "items": [
        {
          "nombre": "Reevaluación",
          "recomendacion": "Programar una cita de seguimiento en 2-4 semanas para evaluar la respuesta al tratamiento inicial y ajustar el plan según sea necesario. Si no hay mejoría o hay empeoramiento, considerar escalar el tratamiento o referir a salud mental."
        }
      ]
    }
  ],
  "palabras_clave": [
    "depresion leve",
    "F320",
    "salud mental",
    "atencion primaria",
    "tamizaje",
    "PHQ-2",
    "psicoeducacion",
    "activacion conductual",
    "ejercicio",
    "sertralina"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la Infección del Tracto Urinario No Complicada",
  "diagnostico_cie10": "N300",
  "referencias_cie10": [
    "N390"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico de la cistitis aguda no complicada en mujeres es principalmente clínico.",
      "items": [
        {
          "nombre": "Criterios Clínicos",
          "recomendacion": "Sospechar fuertemente ante la presencia de síntomas urinarios bajos de inicio agudo: disuria (dolor/ardor al orinar), polaquiuria (aumento de la frecuencia) y/o urgencia miccional. La ausencia de flujo vaginal o irritación descarta otras causas."
        },
        {
          "nombre": "Uso de Exámenes Auxiliares",
          "recomendacion": "En una mujer sana, no embarazada, con síntomas clásicos, no se requiere un examen de orina ni un urocultivo para iniciar el tratamiento. Estos se reservan para casos de duda diagnóstica, fallo terapéutico o presentaciones atípicas."
        }
      ]
    },
    {
      "titulo": "Tratamiento Antibiótico de Primera Línea",
      "contenido": "Se prefieren esquemas cortos con antibióticos que tengan bajo impacto en la resistencia bacteriana.",
      "items": [
        {
          "nombre": "Opción 1: Nitrofurantoína",
          "codigo_item": "5103",
          "recomendacion": "Es uno de los tratamientos de elección por su alta eficacia y bajo perfil de resistencia.",
          "dosis": "Nitrofurantoína 100 mg, 1 tableta cada 12 horas durante 5 días."
        },
        {
          "nombre": "Opción 2: Fosfomicina Trometamol",
          "codigo_item": "3687",
          "recomendacion": "Excelente alternativa, especialmente útil por su comodidad al ser una dosis única.",
          "dosis": "Fosfomicina 3 gramos, 1 sobre en dosis única."
        }
      ]
    },
    {
      "titulo": "Tratamiento Antibiótico de Segunda Línea",
      "contenido": "Reservado para cuando las opciones de primera línea no son adecuadas o no están disponibles.",
      "items": [
        {
          "nombre": "Fluoroquinolonas (Ciprofloxacino)",
          "codigo_item": "1846",
          "recomendacion": "No se recomiendan como primera línea para cistitis no complicada debido al aumento de la resistencia y potenciales efectos adversos. Usar solo si otras opciones no son viables.",
          "dosis": "Ciprofloxacino 500 mg, 1 tableta cada 12 horas durante 3 días."
        },
        {
          "nombre": "Amoxicilina/Ácido Clavulánico",
          "codigo_item": "728",
          "recomendacion": "Puede ser una opción, pero las tasas de resistencia de E. coli pueden ser elevadas en algunas regiones. Considerar si el urocultivo (si se tomó) muestra sensibilidad.",
          "dosis": "Amoxicilina/Ácido Clavulánico 875/125 mg, 1 tableta cada 12 horas por 5-7 días."
        }
      ]
    }
  ],
  "palabras_clave": [
    "infeccion urinaria",
    "ITU",
    "cistitis",
    "N300",
    "disuria",
    "nitrofurantoina",
    "fosfomicina",
    "ciprofloxacino",
    "infeccion de orina"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de la Retinopatía Diabética y el Edema Macular Diabético",
  "diagnostico_cie10": "H360",
  "referencias_cie10": [
    "H350",
    "H352"
  ],
  "secciones": [
    {
      "titulo": "Tamizaje y Diagnóstico",
      "contenido": "El tamizaje periódico es crucial para la detección temprana y la prevención de la ceguera.",
      "items": [
        {
          "nombre": "Examen de Fondo de Ojo",
          "recomendacion": "Realizar un examen de fondo de ojo bajo dilatación pupilar anualmente a todos los pacientes con diabetes. Iniciar al momento del diagnóstico en Diabetes tipo 2 y a los 5 años del diagnóstico en Diabetes tipo 1."
        },
        {
          "nombre": "Diagnóstico de Edema Macular Diabético (EMD)",
          "recomendacion": "Utilizar la Tomografía de Coherencia Óptica (OCT) para detectar, cuantificar y monitorizar el EMD. Es el estándar de oro para evaluar el grosor macular."
        }
      ]
    },
    {
      "titulo": "Manejo de la Retinopatía Diabética No Proliferativa (RDNP)",
      "contenido": "El pilar del manejo es el control sistémico.",
      "items": [
        {
          "nombre": "Control Sistémico Intensivo",
          "recomendacion": "Optimizar el control de la glucosa (HbA1c), la presión arterial y los lípidos. Es la intervención más importante para retrasar la progresión de la retinopatía."
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Retinopatía Diabética Proliferativa (RDP)",
      "contenido": "Requiere tratamiento urgente para prevenir la pérdida visual severa.",
      "items": [
        {
          "nombre": "Fotocoagulación Panretiniana (FPR)",
          "recomendacion": "Es el tratamiento de elección para la RDP. Consiste en aplicar láser en la retina periférica para reducir la isquemia y causar la regresión de los neovasos."
        }
      ]
    },
    {
      "titulo": "Tratamiento del Edema Macular Diabético (EMD)",
      "contenido": "El tratamiento de primera línea para el EMD con compromiso visual son las inyecciones intravítreas.",
      "items": [
        {
          "nombre": "Terapia Anti-VEGF Intravítrea",
          "recomendacion": "Es el tratamiento de elección. Se administran inyecciones mensuales hasta la resolución del edema, seguido de un esquema de tratamiento y extensión (Treat-and-Extend) o según necesidad (PRN)."
        },
        {
          "nombre": "Agentes Anti-VEGF",
          "ejemplos": [
            { "nombre": "Bevacizumab (Avastin)", "codigo_item": "18617", "dosis": "Dosis intravítrea de 1.25 mg." },
            { "nombre": "Ranibizumab (Lucentis)", "codigo_item": "20371", "dosis": "Dosis intravítrea de 0.3-0.5 mg." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [
    "retinopatia diabetica",
    "H360",
    "edema macular diabetico",
    "EMD",
    "diabetes",
    "oftalmologia",
    "anti-VEGF",
    "bevacizumab",
    "ranibizumab",
    "fotocoagulacion panretiniana",
    "laser"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de personas con Síndrome de Guillain Barré",
  "diagnostico_cie10": "G610",
  "referencias_cie10": [
    "G618"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico del Síndrome de Guillain-Barré (SGB) es fundamentalmente clínico y se apoya en estudios complementarios.",
      "items": [
        {
          "nombre": "Criterios Clínicos Clave",
          "recomendacion": "Sospechar SGB ante un paciente con debilidad muscular progresiva, simétrica y ascendente, acompañada de arreflexia o hiporreflexia generalizada."
        },
        {
          "nombre": "Punción Lumbar (LCR)",
          "recomendacion": "Realizar una punción lumbar para analizar el líquido cefalorraquídeo. El hallazgo característico es la 'disociación albúmino-citológica': proteínas elevadas con recuento celular normal (típicamente después de la primera semana)."
        },
        {
          "nombre": "Estudios de Neuroconducción",
          "recomendacion": "La electromiografía (EMG) y los estudios de velocidad de conducción nerviosa son útiles para confirmar el diagnóstico, mostrando patrones de polineuropatía desmielinizante."
        }
      ]
    },
    {
      "titulo": "Manejo y Monitorización Hospitalaria",
      "contenido": "Todo paciente con SGB debe ser hospitalizado para una vigilancia estricta.",
      "items": [
        {
          "nombre": "Monitorización Respiratoria",
          "recomendacion": "Es el pilar del cuidado de soporte. Medir de forma seriada la Capacidad Vital Forzada (CVF). Una CVF < 20 mL/kg o signos de fatiga respiratoria son indicación de traslado a UCI y posible ventilación mecánica."
        }
      ]
    },
    {
      "titulo": "Tratamiento Inmunomodulador Específico",
      "contenido": "Indicado en pacientes con SGB severo (incapacidad para caminar 10 metros de forma independiente).",
      "items": [
        {
          "nombre": "Opción 1: Inmunoglobulina Intravenosa (IGIV)",
          "codigo_item": "4069",
          "recomendacion": "Es el tratamiento de primera elección por su eficacia y perfil de seguridad.",
          "dosis": "Inmunoglobulina Humana Normal 0.4 g/kg/día por 5 días."
        },
        {
          "nombre": "Opción 2: Plasmaféresis (Recambio Plasmático)",
          "codigo_item": "16684",
          "recomendacion": "Alternativa igualmente eficaz a la IGIV. Requiere acceso venoso central y equipo especializado.",
          "dosis": "Realizar 5 sesiones de recambio de un volumen plasmático cada una, en un lapso de 7 a 14 días."
        },
        {
          "nombre": "Tratamiento No Recomendado",
          "recomendacion": "Los corticosteroides (Metilprednisolona, Prednisona) NO han demostrado beneficio en el SGB y no deben ser utilizados."
        }
      ]
    }
  ],
  "palabras_clave": [
    "guillain barre",
    "SGB",
    "G610",
    "debilidad ascendente",
    "arreflexia",
    "disociacion albumino-citologica",
    "inmunoglobulina",
    "IGIV",
    "plasmaferesis",
    "neurologia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento del Cáncer Gástrico Temprano",
  "diagnostico_cie10": "C169",
  "referencias_cie10": [
    "C160",
    "C161",
    "C162",
    "C163"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "La detección precisa y la correcta estadificación son cruciales para definir un tratamiento curativo.",
      "items": [
        {
          "nombre": "Endoscopia de Alta Definición",
          "recomendacion": "Realizar una endoscopia digestiva alta (EDA) con equipos de alta definición y cromoendoscopia (digital o con colorantes como índigo carmín) para detectar, caracterizar y delimitar lesiones sospechosas."
        },
        {
          "nombre": "Ultrasonografía Endoscópica (USE)",
          "recomendacion": "Es el método de elección para la estadificación local (estadío T y N). Permite evaluar la profundidad de la invasión del tumor en la pared gástrica y detectar ganglios linfáticos sospechosos, siendo clave para decidir si un paciente es candidato a resección endoscópica."
        }
      ]
    },
    {
      "titulo": "Tratamiento Endoscópico Curativo",
      "contenido": "La resección endoscópica es el tratamiento de elección para el cáncer gástrico temprano que cumple con criterios específicos, ofreciendo curación con una técnica mínimamente invasiva.",
      "items": [
        {
          "nombre": "Criterios para Resección Endoscópica",
          "recomendacion": "Considerar en tumores diagnosticados como adenocarcinoma, confinados a la capa mucosa o submucosa superficial (invasión < 500 μm), bien diferenciados y sin evidencia de metástasis ganglionar en la USE."
        },
        {
          "nombre": "Técnica: Disección Submucosa Endoscópica (DSE)",
          "recomendacion": "Es la técnica de elección para la mayoría de los cánceres gástricos tempranos. Permite la resección 'en bloque' (una sola pieza) de la lesión, lo cual es fundamental para un análisis patológico preciso y para confirmar la curación. Es superior a la Resección Mucosa Endoscópica (RME) para lesiones grandes o ulceradas."
        },
        {
          "nombre": "Técnica: Resección Mucosa Endoscópica (RME)",
          "recomendacion": "Alternativa para lesiones pequeñas (<1-1.5 cm), elevadas y que cumplen criterios de bajo riesgo."
        }
      ]
    },
    {
      "titulo": "Manejo Post-Resección y Cirugía",
      "contenido": "El manejo depende del resultado del análisis de la pieza resecada.",
      "items": [
        {
          "nombre": "Resección Curativa",
          "recomendacion": "Si el análisis patológico confirma que la lesión fue resecada completamente y cumple todos los criterios de bajo riesgo, el paciente se considera curado y entra en un programa de seguimiento endoscópico."
        },
        {
          "nombre": "Resección No Curativa y Cirugía",
          "recomendacion": "Si la patología muestra invasión profunda, márgenes positivos o factores de mal pronóstico, la resección endoscópica no es suficiente. El paciente debe ser derivado para tratamiento quirúrgico con una gastrectomía (subtotal o total) y linfadenectomía D2."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer gastrico",
    "cancer de estomago",
    "C169",
    "adenocarcinoma gastrico",
    "cancer temprano",
    "diseccion submucosa endoscopica",
    "DSE",
    "reseccion mucosa endoscopica",
    "RME",
    "endoscopia",
    "gastrectomia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
}




]
