[
  {
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y manejo de pacientes con Osteoartritis",
  "diagnostico_cie10": "M199",
  "referencias_cie10": [ "M159", "M169", "M179" ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico de la osteoartritis (OA) es principalmente clínico, basado en el dolor articular relacionado con el uso, rigidez matutina de corta duración (< 30 min) y limitación funcional. La edad (> 45 años) y la presencia de crepitación ósea son hallazgos comunes. Las radiografías se usan para confirmar el diagnóstico en casos atípicos o para evaluar la severidad, mostrando hallazgos como disminución del espacio articular, osteofitos y esclerosis subcondral."
    },
    {
      "titulo": "Tratamiento No Farmacológico (Pilar del Manejo)",
      "items": [
        { "nombre": "Educación y Autocuidado", "recomendacion": "Informar al paciente sobre la naturaleza de la enfermedad, la importancia del control de peso y la actividad física." },
        { "nombre": "Ejercicio Terapéutico", "recomendacion": "Programas de ejercicios de fortalecimiento muscular (ej. cuádriceps para OA de rodilla), flexibilidad y aeróbicos de bajo impacto (caminar, nadar, ciclismo)." },
        { "nombre": "Pérdida de Peso", "recomendacion": "En pacientes con sobrepeso u obesidad, una pérdida de peso de al menos 5-10% ha demostrado reducir el dolor y mejorar la función." }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico (para control de síntomas)",
      "subsecciones": [
        {
          "titulo": "Primera Línea",
          "items": [
            { "nombre": "Paracetamol (Acetaminofén)", "codigo_item": "18068", "recomendacion": "Analgésico inicial para dolor leve-moderado. Dosis máxima: 3-4 g/día." },
            { "nombre": "AINEs tópicos (ej. Diclofenaco en gel)", "recomendacion": "Opción preferida para OA de rodilla y mano por su menor riesgo de efectos adversos sistémicos." }
          ]
        },
        {
          "titulo": "Segunda Línea (si la primera es insuficiente)",
          "items": [
            { "nombre": "Ibuprofeno 400-800 mg c/6-8h", "codigo_item": "4011", "recomendacion": "Usar la dosis efectiva más baja por el menor tiempo posible. Considerar riesgo GI y CV. Co-prescribir IBP en alto riesgo." },
            { "nombre": "Naproxeno 250-500 mg c/12h", "codigo_item": "4978", "recomendacion": "Alternativa al Ibuprofeno, con consideraciones de riesgo similares." },
            { "nombre": "Inhibidores de la COX-2 (ej. Celecoxib)", "codigo_item": "1712", "recomendacion": "Alternativa a AINEs no selectivos en pacientes con alto riesgo GI pero bajo riesgo CV." }
          ]
        },
        {
          "titulo": "Tercera Línea (Dolor Moderado a Severo)",
          "items": [
            { "nombre": "Tramadol", "codigo_item": "6237", "recomendacion": "Opioide débil para pacientes que no responden o tienen contraindicaciones para los AINEs." },
            { "nombre": "Inyecciones intraarticulares de corticosteroides", "recomendacion": "Para alivio a corto plazo de exacerbaciones agudas, especialmente en OA de rodilla." }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento Quirúrgico",
      "contenido": "Reservado para pacientes con dolor severo, discapacidad funcional significativa y fallo del tratamiento conservador. La opción principal es la artroplastia (reemplazo articular), más comúnmente de rodilla o cadera."
    }
  ],
  "palabras_clave": [ "osteoartritis", "artrosis", "dolor articular", "AINEs", "paracetamol", "ibuprofeno", "naproxeno", "tramadol", "artroplastia" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo del paciente con Síndrome Coronario Crónico",
    "diagnostico_cie10": "I259",
    "referencias_cie10": [
      "I209",
      "I251"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico y Estratificación de Riesgo",
        "contenido": "El diagnóstico del Síndrome Coronario Crónico (SCC) se basa en la historia clínica de angina de pecho (dolor torácico opresivo precipitado por el esfuerzo y aliviado por el reposo o nitratos). El electrocardiograma (ECG) en reposo puede ser normal. Las pruebas de detección de isquemia (prueba de esfuerzo, ecocardiograma de estrés, etc.) se usan para confirmar el diagnóstico y estratificar el riesgo del paciente."
      },
      {
        "titulo": "Manejo del Estilo de Vida",
        "contenido": "Es fundamental en todos los pacientes. Incluye: cese del tabaquismo, dieta saludable (mediterránea), actividad física regular (30-60 min, 5-7 días/semana), control de peso (IMC < 25 kg/m²), y control de la presión arterial y la diabetes."
      },
      {
        "titulo": "Tratamiento Farmacológico Óptimo (TFO)",
        "subsecciones": [
          {
            "titulo": "Tratamiento Anti-isquémico (para aliviar la angina)",
            "items": [
              {
                "nombre": "Nitroglicerina sublingual",
                "codigo_item": "21535",
                "recomendacion": "Para alivio inmediato de los episodios de angina. Dosis: 0.5 mg sublingual, se puede repetir cada 5 minutos hasta 3 dosis."
              },
              {
                "nombre": "Betabloqueantes (ej. Bisoprolol, Carvedilol)",
                "recomendacion": "Son la primera línea para el control de la frecuencia cardiaca y los síntomas. Se titula la dosis para alcanzar una FC en reposo de 55-60 lpm."
              },
              {
                "nombre": "Calcioantagonistas (ej. Amlodipino, Diltiazem)",
                "recomendacion": "Alternativa o añadido a los betabloqueantes si los síntomas persisten."
              }
            ]
          },
          {
            "titulo": "Tratamiento para Prevención de Eventos Cardiovasculares",
            "items": [
              {
                "nombre": "Ácido Acetilsalicílico (Aspirina)",
                "codigo_item": "04001",
                "recomendacion": "Dosis baja (75-100 mg/día) está indicada en todos los pacientes con SCC, a menos que haya contraindicación."
              },
              {
                "nombre": "Estatinas de alta intensidad (ej. Atorvastatina)",
                "codigo_item": "06251",
                "recomendacion": "Para todos los pacientes, con el objetivo de reducir el colesterol LDL en al menos un 50% o a un nivel < 55 mg/dL."
              },
              {
                "nombre": "Inhibidores de la ECA (ej. Enalapril)",
                "codigo_item": "06001",
                "recomendacion": "Indicados en pacientes con SCC que también tienen hipertensión, diabetes, insuficiencia cardiaca o disfunción ventricular izquierda."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Revascularización (Stent o Cirugía de Bypass)",
        "contenido": "La decisión de revascularizar (además del TFO) se toma en pacientes que persisten con angina a pesar del tratamiento, o en aquellos con enfermedad anatómicamente extensa y de alto riesgo (ej. enfermedad del tronco coronario izquierdo, enfermedad de 3 vasos con disfunción ventricular). La decisión debe ser individualizada y discutida por un 'Heart Team' (equipo del corazón)."
      }
    ],
    "palabras_clave": [
      "síndrome coronario crónico",
      "SCC",
      "angina de pecho",
      "enfermedad isquémica",
      "aspirina",
      "estatinas",
      "betabloqueantes",
      "IECA",
      "revascularización",
      "stent",
      "bypass"
    ],
    "version_guia": "2.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y tratamiento de Neumonía Adquirida en la Comunidad en población pediátrica",
    "diagnostico_cie10": "J189",
    "referencias_cie10": [
      "J159",
      "J180"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico",
        "contenido": "El diagnóstico es principalmente clínico, basado en la presencia de fiebre, tos y taquipnea (frecuencia respiratoria elevada para la edad). La auscultación puede revelar crepitantes o disminución del murmullo vesicular. La radiografía de tórax no se recomienda de rutina en casos leves de manejo ambulatorio, pero es esencial en pacientes que requieren hospitalización, tienen enfermedad grave o diagnóstico incierto."
      },
      {
        "titulo": "Criterios de Hospitalización",
        "contenido": "Se debe hospitalizar a niños con signos de peligro como: saturación de oxígeno < 90-92%, cianosis, dificultad respiratoria severa (tirajes, quejido), incapacidad para la lactancia o beber, alteración del estado de conciencia, o en menores de 2-3 meses."
      },
      {
        "titulo": "Tratamiento Ambulatorio (Neumonía No Grave)",
        "subsecciones": [
          {
            "titulo": "Primera Línea Farmacológica",
            "items": [
              {
                "nombre": "Amoxicilina",
                "codigo_item": "04403",
                "recomendacion": "Es el tratamiento de elección. Dosis: 80-90 mg/kg/día, dividida en 2 o 3 dosis, durante 5 a 7 días."
              }
            ]
          },
          {
            "titulo": "Alternativa (si hay sospecha de atípicos o alergia)",
            "items": [
              {
                "nombre": "Azitromicina",
                "codigo_item": "04469",
                "recomendacion": "Dosis: 10 mg/kg el primer día, seguido de 5 mg/kg/día por 4 días más."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Tratamiento Hospitalario (Neumonía Grave)",
        "subsecciones": [
          {
            "titulo": "Tratamiento Endovenoso",
            "items": [
              {
                "nombre": "Ampicilina",
                "codigo_item": "04408",
                "recomendacion": "Es una opción de primera línea. Dosis: 150-200 mg/kg/día, dividida cada 6 horas."
              },
              {
                "nombre": "Ceftriaxona",
                "codigo_item": "04441",
                "recomendacion": "Alternativa o si no hay respuesta a Ampicilina. Dosis: 50-100 mg/kg/día, dividida cada 12 o 24 horas."
              }
            ]
          },
          {
            "titulo": "Consideraciones Adicionales",
            "contenido": "En pacientes hospitalizados, se debe considerar la oxigenoterapia para mantener una saturación > 92%. El manejo de fluidos y la nutrición son también componentes clave del tratamiento."
          }
        ]
      }
    ],
    "palabras_clave": [
      "neumonía",
      "pediatría",
      "NAC",
      "neumonía adquirida en la comunidad",
      "amoxicilina",
      "ceftriaxona",
      "azitromicina",
      "taquipnea",
      "fiebre",
      "tos"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el Diagnóstico y Tratamiento de la Insuficiencia Cardiaca Crónica",
    "diagnostico_cie10": "I500",
    "referencias_cie10": [
      "I501",
      "I509"
    ],
    "secciones": [
      {
        "titulo": "Diagnóstico",
        "contenido": "El diagnóstico de la Insuficiencia Cardiaca (IC) se basa en una combinación de síntomas (disnea, fatiga, edema), signos (ingurgitación yugular, crepitantes pulmonares) y evidencia objetiva de disfunción cardiaca. Se recomienda realizar un electrocardiograma (ECG) y medir los péptidos natriuréticos (BNP o NT-proBNP) en todos los pacientes con sospecha de IC. Un ecocardiograma transtorácico es fundamental para confirmar el diagnóstico, clasificar el tipo de IC según la Fracción de Eyección del Ventrículo Izquierdo (FEVI) y evaluar la estructura y función cardiaca."
      },
      {
        "titulo": "Clasificación según FEVI",
        "items": [
          {
            "nombre": "IC con FEVI Reducida (IC-FEr)",
            "recomendacion": "FEVI ≤ 40%."
          },
          {
            "nombre": "IC con FEVI Levemente Reducida (IC-FElr)",
            "recomendacion": "FEVI 41-49%."
          },
          {
            "nombre": "IC con FEVI Preservada (IC-FEp)",
            "recomendacion": "FEVI ≥ 50%."
          }
        ]
      },
      {
        "titulo": "Tratamiento Farmacológico para IC-FEr (Pilares Fundamentales)",
        "contenido": "Se recomienda iniciar y titular el tratamiento con los cuatro pilares farmacéuticos en todos los pacientes con IC-FEr para reducir la mortalidad y las hospitalizaciones.",
        "items": [
          {
            "nombre": "IECA / ARA II / ARNI",
            "recomendacion": "Inhibidores de la enzima convertidora de angiotensina (ej. Enalapril) o Antagonistas del receptor de angiotensina II. El Sacubitrilo/Valsartán (ARNI) es preferido en pacientes elegibles."
          },
          {
            "nombre": "Betabloqueantes",
            "recomendacion": "Utilizar uno de los tres con evidencia demostrada: Carvedilol, Bisoprolol o Metoprolol succinato."
          },
          {
            "nombre": "Antagonistas del Receptor de Mineralocorticoides (ARM)",
            "recomendacion": "Ejemplo: Espironolactona. Indicado en pacientes con FEVI ≤ 35% que persisten sintomáticos a pesar de IECA y betabloqueantes."
          },
          {
            "nombre": "Inhibidores del SGLT2 (iSGLT2)",
            "recomendacion": "Ejemplo: Dapagliflozina o Empagliflozina. Indicados independientemente de la presencia de diabetes."
          }
        ]
      },
      {
        "titulo": "Manejo de la Congestión",
        "items": [
          {
            "nombre": "Diuréticos de Asa (ej. Furosemida)",
            "codigo_item": "06071",
            "recomendacion": "Son la base para el manejo de los síntomas de sobrecarga de volumen (edema, disnea). La dosis se ajusta según la respuesta clínica y el peso del paciente."
          }
        ]
      },
      {
        "titulo": "Otras Medidas",
        "contenido": "El manejo del estilo de vida es crucial: restricción de sodio, control de líquidos, ejercicio regular y adherencia al tratamiento. Se recomienda la vacunación contra la influenza y el neumococo."
      }
    ],
    "palabras_clave": [
      "insuficiencia cardiaca",
      "IC",
      "IC-FEr",
      "IC-FEp",
      "disnea",
      "edema",
      "FEVI",
      "enalapril",
      "carvedilol",
      "espironolactona",
      "furosemida"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
  "nombre_guia": "Guía de Práctica Clínica para el diagnóstico y seguimiento de la Hipertensión Arterial Pulmonar",
  "diagnostico_cie10": "I270",
  "referencias_cie10": [ "I272" ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Clasificación",
      "contenido": "La sospecha de Hipertensión Arterial Pulmonar (HAP) surge en pacientes con disnea de esfuerzo inexplicada. El ecocardiograma es la herramienta de cribado inicial. El diagnóstico de confirmación requiere un cateterismo cardiaco derecho (CCD), que define la HAP como una presión arterial pulmonar media (PAPm) ≥ 25 mmHg en reposo. El CCD también permite realizar un test de vasorreactividad para identificar a un pequeño subgrupo de pacientes que responden a calcioantagonistas."
    },
    {
      "titulo": "Medidas Generales y Tratamiento de Soporte",
      "items": [
        { "nombre": "Anticoagulación (Warfarina)", "codigo_item": "04201", "recomendacion": "Considerada en HAP idiopática, hereditaria o asociada a anorexígenos para prevenir trombosis. Mantener INR entre 1.5 y 2.5." },
        { "nombre": "Diuréticos", "recomendacion": "Para manejar la sobrecarga de volumen y los síntomas de insuficiencia cardiaca derecha." },
        { "nombre": "Oxigenoterapia", "recomendacion": "Indicada para mantener una saturación de oxígeno > 90%." }
      ]
    },
    {
      "titulo": "Tratamiento Específico para HAP (según riesgo)",
      "contenido": "El tratamiento se basa en la estratificación del riesgo del paciente (bajo, intermedio, alto).",
      "subsecciones": [
        {
          "titulo": "Pacientes de Bajo o Intermedio Riesgo",
          "items": [
            { "nombre": "Sildenafilo (PDE-5i) 20 mg, 3 veces/día", "codigo_item": "06201", "recomendacion": "Parte de la terapia oral combinada inicial." },
            { "nombre": "Bosentán (ARE) 125 mg, 2 veces/día", "codigo_item": "06202", "recomendacion": "Parte de la terapia oral combinada inicial, junto con un PDE-5i." }
          ]
        },
        {
          "titulo": "Pacientes de Alto Riesgo",
          "items": [
            { "nombre": "Iloprost (inhalado) 2.5-5 mcg, 6-9 veces/día", "codigo_item": "06203", "recomendacion": "Considerar terapia triple que incluya un análogo de la prostaciclina parenteral o inhalado." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [ "hipertensión pulmonar", "HAP", "disnea", "cateterismo cardiaco derecho", "sildenafilo", "bosentan", "iloprost", "warfarina" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
  {
    "nombre_guia": "Guía de Práctica Clínica para la evaluación y manejo de la Hemorragia Digestiva Alta",
    "diagnostico_cie10": "K922",
    "referencias_cie10": [
      "K250",
      "K260",
      "I850"
    ],
    "secciones": [
      {
        "titulo": "Evaluación Inicial y Estratificación del Riesgo",
        "contenido": "En todo paciente con sospecha de Hemorragia Digestiva Alta (HDA), se recomienda realizar una evaluación hemodinámica inmediata y una estratificación del riesgo utilizando el score de Glasgow-Blatchford (GBS). Un GBS de 0-1 identifica a pacientes de muy bajo riesgo que podrían ser manejados de forma ambulatoria sin necesidad de endoscopia urgente. Pacientes con GBS > 1 requieren hospitalización y endoscopia."
      },
      {
        "titulo": "Manejo Inicial",
        "items": [
          {
            "nombre": "Reanimación hemodinámica",
            "recomendacion": "Asegurar acceso venoso periférico de grueso calibre e iniciar fluidoterapia con cristaloides para mantener la estabilidad hemodinámica."
          },
          {
            "nombre": "Transfusión Sanguínea",
            "recomendacion": "Se recomienda una estrategia de transfusión restrictiva. Se debe transfundir concentrados de hematíes cuando el nivel de hemoglobina sea < 7 g/dL, con el objetivo de mantenerla entre 7 y 9 g/dL."
          },
          {
            "nombre": "Manejo Farmacológico Pre-endoscópico",
            "items": [
              {
                "nombre": "Inhibidores de la Bomba de Protones (IBP)",
                "codigo_item": "18001",
                "recomendacion": "Se recomienda la administración de un IBP por vía intravenosa, como Omeprazol en bolo (ej. 80 mg IV), seguido de una infusión continua o bolos intermitentes, en pacientes con sospecha de HDA de origen no variceal."
              },
              {
                "nombre": "Agentes procinéticos (Eritromicina)",
                "codigo_item": "04467",
                "recomendacion": "Se puede considerar la administración de Eritromicina IV (250 mg) 30-120 minutos antes de la endoscopia para mejorar la visualización gástrica."
              }
            ]
          }
        ]
      },
      {
        "titulo": "Endoscopia Digestiva Alta (EDA)",
        "codigo_procedimiento": "45110",
        "contenido": "La EDA es el procedimiento diagnóstico y terapéutico de elección. Debe realizarse dentro de las 24 horas posteriores a la presentación del paciente. En casos de inestabilidad hemodinámica a pesar de la reanimación, la endoscopia debe ser emergente (dentro de 6-12 horas). Durante la EDA, se debe clasificar los estigmas de sangrado (clasificación de Forrest) y aplicar la terapia hemostática correspondiente (ej. inyección de adrenalina, clips metálicos, terapia térmica)."
      },
      {
        "titulo": "Manejo Específico de la Hemorragia Variceal",
        "contenido": "En pacientes con cirrosis y sospecha de HDA por várices esofágicas, el manejo difiere:",
        "items": [
          {
            "nombre": "Fármacos vasoactivos (ej. Terlipresina, Octreótido)",
            "recomendacion": "Deben iniciarse tan pronto como se sospeche el diagnóstico y mantenerse por 2-5 días."
          },
          {
            "nombre": "Profilaxis antibiótica (ej. Ceftriaxona)",
            "codigo_item": "04441",
            "recomendacion": "Se recomienda en todos los pacientes con cirrosis y HDA para prevenir infecciones bacterianas. Dosis: 1 g/día IV por hasta 7 días."
          }
        ]
      }
    ],
    "palabras_clave": [
      "hemorragia digestiva alta",
      "HDA",
      "melena",
      "hematemesis",
      "endoscopia",
      "EDA",
      "omeprazol",
      "IBP",
      "Glasgow-Blatchford",
      "várices esofágicas",
      "ceftriaxona"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el manejo de Comunicación Interventricular en menores de 18 años",
    "diagnostico_cie10": "Q210",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico y Evaluación",
        "contenido": "El diagnóstico de Comunicación Interventricular (CIV) se sospecha por la auscultación de un soplo holosistólico en el borde esternal izquierdo. El diagnóstico se confirma y se evalúa la severidad mediante un ecocardiograma transtorácico, que permite determinar el tamaño, la localización del defecto y la magnitud del cortocircuito izquierda-derecha, así como estimar la presión de la arteria pulmonar."
      },
      {
        "titulo": "Manejo Médico de la Insuficiencia Cardiaca asociada a CIV",
        "contenido": "En lactantes con CIV grande que desarrollan insuficiencia cardiaca y fallo de medro, se indica tratamiento médico mientras se espera el cierre espontáneo o se planifica la cirugía.",
        "items": [
          {
            "nombre": "Diuréticos (Furosemida)",
            "codigo_item": "06071",
            "recomendacion": "Para reducir la sobrecarga de volumen. Dosis: 1-3 mg/kg/día, dividida en 2-3 dosis."
          },
          {
            "nombre": "IECA (ej. Enalapril)",
            "codigo_item": "06001",
            "recomendacion": "Para reducir la poscarga sistémica y disminuir el cortocircuito. Dosis inicial: 0.1 mg/kg/día."
          },
          {
            "nombre": "Optimización nutricional",
            "recomendacion": "Fortificación de la leche materna o fórmulas hipercalóricas para asegurar una ganancia de peso adecuada."
          }
        ]
      },
      {
        "titulo": "Indicaciones para el Cierre del Defecto",
        "contenido": "El cierre de la CIV (quirúrgico o percutáneo) está indicado en los siguientes casos:",
        "items": [
          {
            "nombre": "Lactantes con CIV grande",
            "recomendacion": "Con síntomas de insuficiencia cardiaca y fallo de medro que no responden al tratamiento médico."
          },
          {
            "nombre": "Niños mayores de 1 año",
            "recomendacion": "Con evidencia de sobrecarga de volumen del ventrículo izquierdo (cardiomegalia) y un cortocircuito significativo (Qp/Qs > 1.5:1), incluso si están asintomáticos."
          },
          {
            "nombre": "Pacientes con desarrollo de hipertensión pulmonar",
            "recomendacion": "El cierre debe realizarse antes de que se establezca el síndrome de Eisenmenger (enfermedad vascular pulmonar irreversible)."
          }
        ]
      },
      {
        "titulo": "Tipos de Cierre",
        "items": [
          {
            "nombre": "Cierre Quirúrgico",
            "codigo_procedimiento": "35610",
            "recomendacion": "Es el tratamiento estándar para la mayoría de las CIV que requieren intervención. Se realiza mediante la colocación de un parche de pericardio o material sintético."
          },
          {
            "nombre": "Cierre Percutáneo",
            "recomendacion": "Es una alternativa para ciertos tipos de CIV (musculares o perimembranosas con anatomía favorable), utilizando un dispositivo oclusor que se introduce mediante cateterismo cardiaco."
          }
        ]
      }
    ],
    "palabras_clave": [
      "comunicación interventricular",
      "CIV",
      "cardiopatía congénita",
      "soplo holosistólico",
      "ecocardiograma",
      "insuficiencia cardiaca",
      "furosemida",
      "enalapril",
      "cierre de CIV"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
    "nombre_guia": "Guía de Práctica Clínica para el tratamiento del Hepatocarcinoma en adultos",
    "diagnostico_cie10": "C220",
    "referencias_cie10": [],
    "secciones": [
      {
        "titulo": "Diagnóstico y Estadificación",
        "contenido": "El diagnóstico de hepatocarcinoma (CHC) en pacientes con cirrosis se puede realizar mediante técnicas de imagen no invasivas (Tomografía Computarizada o Resonancia Magnética con contraste) que muestren el patrón típico de hipervascularización arterial y lavado en fase venosa portal o tardía (patrón LI-RADS 5). La biopsia hepática se reserva para casos con diagnóstico por imagen no concluyente."
      },
      {
        "titulo": "Estadificación y Criterios de Tratamiento (BCLC)",
        "contenido": "Se recomienda utilizar el sistema de estadificación del Barcelona Clinic Liver Cancer (BCLC) para clasificar a los pacientes y guiar la estrategia terapéutica. Este sistema considera el estado funcional del paciente (performance status), la función hepática (Child-Pugh) y la extensión del tumor (tamaño, número de nódulos, invasión vascular y diseminación extrahepática)."
      },
      {
        "titulo": "Tratamientos Curativos (Estadios 0 y A de BCLC)",
        "contenido": "Las opciones con intención curativa incluyen:",
        "items": [
          {
            "nombre": "Resección quirúrgica",
            "recomendacion": "Para pacientes con tumor único y función hepática preservada (Child-Pugh A) sin hipertensión portal clínicamente significativa."
          },
          {
            "nombre": "Trasplante hepático",
            "recomendacion": "Considerado el mejor tratamiento para pacientes que cumplen los Criterios de Milán (un nódulo ≤ 5 cm o hasta 3 nódulos ≤ 3 cm)."
          },
          {
            "nombre": "Ablación por radiofrecuencia (ARF)",
            "recomendacion": "Alternativa a la resección para tumores pequeños (< 3 cm) no accesibles quirúrgicamente."
          }
        ]
      },
      {
        "titulo": "Tratamiento en Estadio Intermedio (Estadio B de BCLC)",
        "items": [
          {
            "nombre": "Quimioembolización transarterial (TACE)",
"recomendacion": "Es el tratamiento de elección para pacientes con CHC multinodular, asintomático y con función hepática preservada, confinado al hígado."
          }
        ]
      },
      {
        "titulo": "Tratamiento Sistémico en Estadio Avanzado (Estadio C de BCLC)",
        "contenido": "Para pacientes con invasión vascular o diseminación extrahepática y buen estado funcional (ECOG 0-1).",
        "subsecciones": [
          {
            "titulo": "Primera Línea",
            "items": [
              {
                "nombre": "Atezolizumab + Bevacizumab",
                "recomendacion": "Es la combinación preferida actualmente por su mayor supervivencia."
              }
            ]
          },
          {
            "titulo": "Alternativas de Primera Línea",
            "items": [
              {
                "nombre": "Sorafenib",
                "codigo_item": "21801",
                "recomendacion": "Inhibidor de tirosina quinasa (TKI) que fue el estándar de tratamiento durante muchos años."
              },
              {
                "nombre": "Lenvatinib",
                "recomendacion": "Otro TKI que ha demostrado no inferioridad frente a sorafenib."
              }
            ]
          }
        ]
      }
    ],
    "palabras_clave": [
      "hepatocarcinoma",
      "CHC",
      "carcinoma hepatocelular",
      "cirrosis",
      "BCLC",
      "resección hepática",
      "trasplante hepático",
      "TACE",
      "sorafenib",
      "atezolizumab",
      "bevacizumab"
    ],
    "version_guia": "1.0",
    "fecha_actualizacion": "2025-11-16"
  },
  {
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la Catarata del adulto y adulto mayor",
  "diagnostico_cie10": "H259",
  "referencias_cie10": [
    "H250",
    "H251",
    "H252",
    "H258",
    "H260"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "El diagnóstico de la catarata se basa en la historia clínica del paciente y un examen oftalmológico completo.",
      "items": [
        {
          "nombre": "Evaluación de la Agudeza Visual",
          "recomendacion": "Medir la agudeza visual de lejos y de cerca, con y sin corrección. Es el principal indicador del impacto funcional de la catarata."
        },
        {
          "nombre": "Examen con Lámpara de Hendidura",
          "recomendacion": "Permite la biomicroscopía del segmento anterior para clasificar el tipo y la densidad de la catarata (nuclear, cortical, subcapsular posterior)."
        },
        {
          "nombre": "Tonometría",
          "recomendacion": "Medición de la presión intraocular (PIO) para descartar glaucoma coexistente, una comorbilidad frecuente."
        }
      ]
    },
    {
      "titulo": "Evaluación Preoperatoria",
      "contenido": "Una vez diagnosticada la catarata y considerado el tratamiento quirúrgico, se requieren estudios específicos para planificar la cirugía.",
      "items": [
        {
          "nombre": "Biometría Ocular",
          "recomendacion": "Esencial para calcular el poder del Lente Intraocular (LIO) a implantar. Se mide la longitud axial del ojo y la queratometría (curvatura de la córnea)."
        },
        {
          "nombre": "Microscopía Especular",
          "recomendacion": "Evalúa el recuento y la morfología de las células endoteliales de la córnea. Es importante en córneas con riesgo de descompensación postquirúrgica."
        },
        {
          "nombre": "Evaluación del Fondo de Ojo",
          "recomendacion": "Dilatar la pupila para examinar la retina y el nervio óptico. Permite descartar otras patologías que limiten el pronóstico visual (ej. degeneración macular, retinopatía diabética)."
        }
      ]
    },
    {
      "titulo": "Criterios de Tratamiento Quirúrgico",
      "contenido": "La decisión de operar una catarata se basa principalmente en el impacto que esta tiene en la calidad de vida del paciente, no solo en la agudeza visual.",
      "items": [
        {
          "nombre": "Indicación Principal",
          "recomendacion": "Cuando la disminución de la agudeza visual debida a la catarata interfiere con las actividades diarias del paciente (leer, conducir, trabajar, etc.)."
        },
        {
          "nombre": "Indicaciones Médicas",
          "recomendacion": "La cirugía puede ser necesaria para permitir la visualización y manejo de patologías del fondo de ojo (ej. retinopatía diabética) o si la catarata induce otras complicaciones como glaucoma o uveítis."
        }
      ]
    },
    {
      "titulo": "Tratamiento Quirúrgico",
      "subsecciones": [
        {
          "titulo": "Técnica de Elección: Facoemulsificación",
          "items": [
            {
              "nombre": "Facoemulsificación con Implante de Lente Intraocular (LIO)",
              "codigo_procedimiento": "66984",
              "recomendacion": "Es el estándar de oro para la cirugía de catarata. Consiste en utilizar ultrasonido para fragmentar y aspirar el cristalino opaco a través de una microincisión (generalmente < 3 mm), para luego implantar un LIO plegable."
            }
          ]
        },
        {
          "titulo": "Selección del Lente Intraocular (LIO)",
          "items": [
            {
              "nombre": "LIO Monofocal",
              "recomendacion": "Es el tipo de lente más comúnmente implantado. Corrige la visión a una sola distancia (generalmente de lejos), por lo que el paciente requerirá lentes para ver de cerca."
            },
            {
              "nombre": "LIO Tórico",
              "recomendacion": "Recomendado para pacientes con astigmatismo corneal preexistente significativo, ya que corrige tanto la catarata como el astigmatismo en una sola cirugía."
            },
            {
              "nombre": "LIO Multifocal/Trifocal",
              "recomendacion": "Ofrecen la posibilidad de corregir la visión a múltiples distancias (lejos, intermedio y cerca), reduciendo la dependencia de los anteojos. Requieren una selección cuidadosa del paciente."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Manejo Farmacológico Perioperatorio",
      "contenido": "Se utiliza un régimen de gotas oftálmicas para prevenir infecciones y controlar la inflamación.",
      "subsecciones": [
        {
          "titulo": "Profilaxis Antibiótica",
          "items": [
            {
              "nombre": "Moxifloxacino (Solución Oftálmica) 5 mg/mL",
              "codigo_item": "18062",
              "recomendacion": "Se inicia 1 a 3 días antes de la cirugía, 1 gota cada 6-8 horas. Se continúa por 1 a 2 semanas postoperatorias."
            }
          ]
        },
        {
          "titulo": "Control de la Inflamación",
          "items": [
            {
              "nombre": "Prednisolona (Solución Oftálmica) 10 mg/mL",
              "codigo_item": "5575",
              "recomendacion": "Se inicia después de la cirugía, 1 gota cada 4-6 horas, con una pauta descendente durante 4 a 6 semanas para controlar la inflamación postoperatoria."
            },
            {
              "nombre": "Ketorolaco (Solución Oftálmica) 5 mg/mL",
              "codigo_item": "4251",
              "recomendacion": "Antiinflamatorio no esteroideo (AINE) que se usa en conjunto con el corticoide para reducir la inflamación y prevenir el edema macular quístico. 1 gota cada 6-8 horas."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Seguimiento Postoperatorio",
      "contenido": "Las revisiones son cruciales para monitorizar la recuperación y detectar complicaciones a tiempo.",
      "items": [
        {
          "nombre": "Primer día postoperatorio",
          "recomendacion": "Evaluar agudeza visual, presión intraocular y estado de la incisión y la córnea."
        },
        {
          "nombre": "Primera semana postoperatoria",
          "recomendacion": "Reevaluar al paciente para ajustar el tratamiento antiinflamatorio y verificar la estabilidad del LIO."
        },
        {
          "nombre": "Primer mes postoperatorio",
          "recomendacion": "Realizar la refracción final para prescribir anteojos si son necesarios (generalmente para lectura con LIO monofocal)."
        }
      ]
    }
  ],
  "palabras_clave": [
    "catarata",
    "catarata senil",
    "H259",
    "facoemulsificacion",
    "lente intraocular",
    "LIO",
    "agudeza visual",
    "biometria"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de la crisis asmática en niños y adolescentes",
  "diagnostico_cie10": "J459",
  "referencias_cie10": [
    "J450",
    "J451",
    "J46"
  ],
  "secciones": [
    {
      "titulo": "Evaluación Inicial y Clasificación de Severidad",
      "contenido": "La evaluación inicial debe ser rápida para determinar la gravedad de la crisis y iniciar el tratamiento adecuado. Se recomienda el uso del Pulmonary Score (PS).",
      "subsecciones": [
        {
          "titulo": "Pulmonary Score (PS)",
          "items": [
            {
              "nombre": "Crisis Leve (PS 0-3 puntos)",
              "recomendacion": "Saturación de O2 > 94%. Frecuencia respiratoria normal o ligeramente aumentada. Sibilancias leves, al final de la espiración. Uso mínimo de músculos accesorios."
            },
            {
              "nombre": "Crisis Moderada (PS 4-6 puntos)",
              "recomendacion": "Saturación de O2 entre 91-94%. Frecuencia respiratoria aumentada. Sibilancias inspiratorias y espiratorias. Uso evidente de músculos accesorios (tirajes)."
            },
            {
              "nombre": "Crisis Severa (PS 7-9 puntos)",
              "recomendacion": "Saturación de O2 < 91%. Frecuencia respiratoria muy elevada o disminuida (signo de agotamiento). Sibilancias audibles sin estetoscopio o tórax silente (muy grave). Tirajes intensos. Compromiso del estado de conciencia."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Crisis Asmática",
      "subsecciones": [
        {
          "titulo": "Manejo de la Crisis Leve (PS 0-3)",
          "items": [
            {
              "nombre": "Salbutamol MDI (Inhalador de Dosis Medida)",
              "codigo_item": "5731",
              "recomendacion": "Administrar 2 a 4 disparos (puffs) con aerocámara. Se puede repetir cada 20 minutos por 3 veces en la primera hora. La respuesta al tratamiento inicial determina los siguientes pasos."
            }
          ]
        },
        {
          "titulo": "Manejo de la Crisis Moderada (PS 4-6)",
          "items": [
            {
              "nombre": "Salbutamol MDI (Inhalador de Dosis Medida)",
              "codigo_item": "5731",
              "recomendacion": "Dosis inicial de 6 a 8 disparos (puffs) con aerocámara. Se puede repetir cada 20 minutos durante la primera hora."
            },
            {
              "nombre": "Bromuro de Ipratropio MDI",
              "codigo_item": "20622",
              "recomendacion": "Añadir al tratamiento con Salbutamol en las primeras horas. Dosis de 4 a 8 disparos junto con el Salbutamol en las primeras 3 dosis."
            },
            {
              "nombre": "Prednisona Oral",
              "codigo_item": "5590",
              "recomendacion": "Administrar lo antes posible. La vía oral es de elección si el paciente la tolera. Dosis: 1-2 mg/kg. Dosis máxima: 40-60 mg."
            }
          ]
        },
        {
          "titulo": "Manejo de la Crisis Severa (PS 7-9)",
          "contenido": "Este paciente requiere manejo agresivo, monitorización continua y probable hospitalización.",
          "items": [
            {
              "nombre": "Oxígeno de alto flujo",
              "recomendacion": "Administrar inmediatamente para mantener una saturación de O2 > 94%."
            },
            {
              "nombre": "Nebulización continua o frecuente",
              "recomendacion": "Administrar Salbutamol más Bromuro de Ipratropio en nebulización. Se puede administrar de forma continua o en 3 dosis cada 20 minutos."
            },
            {
              "nombre": "Corticoides Sistémicos (Vía Endovenosa)",
              "recomendacion": "Si la vía oral no es tolerable o la crisis es muy severa, administrar Metilprednisolona IV. Dosis: 1-2 mg/kg."
            },
            {
              "nombre": "Sulfato de Magnesio",
              "recomendacion": "Considerar en pacientes que no responden al tratamiento inicial intensivo. Se administra por vía endovenosa."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Criterios de Hospitalización y Alta",
      "items": [
        {
          "nombre": "Criterios de Hospitalización",
          "recomendacion": "Crisis severa. Pacientes con crisis moderada que no responden al tratamiento inicial en la primera hora. Requerimiento persistente de oxígeno. Malas condiciones sociales o familiares."
        },
        {
          "nombre": "Criterios de Alta desde Emergencia",
          "recomendacion": "El paciente se clasifica como crisis leve (PS < 3) después del tratamiento. Saturación de O2 > 94% sin oxígeno suplementario. Buena respuesta al Salbutamol. Se debe entregar un plan de acción por escrito."
        }
      ]
    }
  ],
  "palabras_clave": [
    "asma",
    "crisis asmatica",
    "J459",
    "sibilancias",
    "salbutamol",
    "prednisona",
    "bromuro de ipratropio",
    "pulmonary score"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo del Episodio depresivo moderado y Episodio depresivo severo sin síntomas psicóticos",
  "diagnostico_cie10": "F322",
  "referencias_cie10": [
    "F321"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Criterios",
      "contenido": "El diagnóstico se basa en los criterios del CIE-10/DSM-5. Requiere la presencia de al menos dos síntomas principales (ánimo deprimido, anhedonia, falta de energía) y otros síntomas secundarios durante al menos dos semanas.",
      "items": [
        {
          "nombre": "Episodio Depresivo Moderado (F321)",
          "recomendacion": "Presencia de al menos dos síntomas principales y tres o cuatro síntomas secundarios. El paciente tiene dificultades considerables para continuar con sus actividades ordinarias."
        },
        {
          "nombre": "Episodio Depresivo Severo sin Síntomas Psicóticos (F322)",
          "recomendacion": "Presencia de los tres síntomas principales y al menos cuatro síntomas secundarios, algunos de ellos de gran intensidad. Es muy poco probable que el paciente pueda continuar con sus actividades laborales, sociales o domésticas."
        }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico de Primera Línea",
      "contenido": "Se recomienda iniciar el tratamiento con un antidepresivo del grupo de los Inhibidores Selectivos de la Recaptación de Serotonina (ISRS) debido a su perfil favorable de eficacia y tolerabilidad.",
      "items": [
        {
          "nombre": "Sertralina 50 mg Tabletas",
          "codigo_item": "5807",
          "recomendacion": "Fármaco de primera elección. Dosis de inicio: 50 mg/día. Se puede incrementar gradualmente hasta una dosis máxima de 200 mg/día según la respuesta y tolerabilidad."
        },
        {
          "nombre": "Fluoxetina 20 mg Tabletas",
          "codigo_item": "3624",
          "recomendacion": "Alternativa de primera línea. Dosis de inicio: 20 mg/día. Dosis máxima: 60-80 mg/día. Tiene una vida media larga, lo que puede ser útil en pacientes con adherencia irregular."
        },
        {
          "nombre": "Escitalopram 10 mg Tabletas",
          "codigo_item": "18373",
          "recomendacion": "Alternativa de primera línea, conocido por su buena tolerabilidad. Dosis de inicio: 10 mg/día. Dosis máxima: 20 mg/día."
        }
      ]
    },
    {
      "titulo": "Tratamiento de Segunda Línea y Estrategias de Optimización",
      "contenido": "Si no hay respuesta al tratamiento de primera línea después de 4-8 semanas a dosis óptimas, se deben considerar las siguientes estrategias.",
      "items": [
        {
          "nombre": "Cambio a otro ISRS",
          "recomendacion": "Cambiar a otro fármaco del mismo grupo (ej. de Sertralina a Escitalopram) es una estrategia válida y a menudo eficaz."
        },
        {
          "nombre": "Cambio a otra familia de antidepresivos",
          "recomendacion": "Considerar el cambio a un antidepresivo dual, como la Venlafaxina o la Duloxetina, especialmente si predominan los síntomas de anergia o dolor."
        },
        {
          "nombre": "Potenciación",
          "recomendacion": "Añadir un segundo fármaco al ISRS para potenciar su efecto. Las opciones incluyen antipsicóticos atípicos a dosis bajas (ej. Aripiprazol, Quetiapina) o Litio."
        }
      ]
    },
    {
      "titulo": "Psicoterapia",
      "contenido": "La psicoterapia es un componente fundamental del tratamiento y debe ofrecerse en combinación con la farmacoterapia, especialmente en episodios moderados y severos.",
      "items": [
        {
          "nombre": "Terapia Cognitivo-Conductual (TCC)",
          "recomendacion": "Es la terapia con mayor evidencia de eficacia. Ayuda al paciente a identificar y modificar patrones de pensamiento y comportamiento negativos."
        },
        {
          "nombre": "Terapia Interpersonal (TIP)",
          "recomendacion": "Se enfoca en mejorar las relaciones interpersonales y el funcionamiento social del paciente como una forma de aliviar la sintomatología depresiva."
        }
      ]
    },
    {
      "titulo": "Duración y Seguimiento del Tratamiento",
      "contenido": "El tratamiento antidepresivo debe mantenerse incluso después de la remisión de los síntomas para prevenir recaídas.",
      "items": [
        {
          "nombre": "Fase de Continuación",
          "recomendacion": "Después de alcanzar la remisión, el tratamiento debe continuar con la misma dosis por un mínimo de 6 a 9 meses."
        },
        {
          "nombre": "Fase de Mantenimiento",
          "recomendacion": "En pacientes con episodios recurrentes (3 o más episodios) o factores de riesgo, se debe considerar el tratamiento de mantenimiento por 2 años o incluso de forma indefinida."
        }
      ]
    }
  ],
  "palabras_clave": [
    "depresion",
    "episodio depresivo",
    "F321",
    "F322",
    "ISRS",
    "sertralina",
    "fluoxetina",
    "escitalopram",
    "TCC"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de Cáncer de Colon",
  "diagnostico_cie10": "C189",
  "referencias_cie10": [
    "C180",
    "C182",
    "C183",
    "C184",
    "C185",
    "C186",
    "C187"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "El diagnóstico definitivo requiere confirmación histopatológica y la estadificación es crucial para definir el tratamiento y el pronóstico.",
      "items": [
        {
          "nombre": "Colonoscopia con Biopsia",
          "recomendacion": "Es el procedimiento de elección para el diagnóstico. Permite la visualización directa del tumor, la toma de biopsias para confirmación histológica y la evaluación del resto del colon."
        },
        {
          "nombre": "Tomografía Computarizada (TC) de Tórax, Abdomen y Pelvis con Contraste",
          "recomendacion": "Estudio de imagen fundamental para la estadificación. Permite evaluar la extensión local del tumor, la presencia de ganglios linfáticos afectados y la búsqueda de metástasis a distancia (principalmente en hígado y pulmón)."
        },
        {
          "nombre": "Antígeno Carcinoembrionario (CEA)",
          "recomendacion": "Marcador tumoral sérico que debe medirse antes de la cirugía. No es diagnóstico, pero es útil para el pronóstico y, sobre todo, para el seguimiento post-tratamiento."
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Enfermedad Localizada (Estadios I-III)",
      "contenido": "El pilar del tratamiento con intención curativa es la resección quirúrgica del tumor.",
      "subsecciones": [
        {
          "titulo": "Tratamiento Quirúrgico",
          "items": [
            {
              "nombre": "Colectomía Parcial con Anastomosis",
              "codigo_procedimiento": "44140",
              "recomendacion": "Resección del segmento del colon afectado junto con los ganglios linfáticos regionales correspondientes. El tipo de colectomía (derecha, izquierda, sigmoidea) depende de la localización del tumor."
            }
          ]
        },
        {
          "titulo": "Quimioterapia Adyuvante (Postoperatoria)",
          "items": [
            {
              "nombre": "Indicación en Estadio III",
              "recomendacion": "Se recomienda quimioterapia adyuvante a todos los pacientes con Estadio III (ganglios positivos) para reducir el riesgo de recurrencia. El esquema estándar es FOLFOX."
            },
            {
              "nombre": "Indicación en Estadio II de Alto Riesgo",
              "recomendacion": "Se debe considerar la quimioterapia adyuvante en pacientes con Estadio II que presenten factores de alto riesgo (ej. tumores poco diferenciados, invasión linfovascular, perforación u obstrucción tumoral)."
            },
            {
              "nombre": "Esquema FOLFOX",
              "recomendacion": "Combinación de Oxaliplatino, Leucovorina y 5-Fluorouracilo (5-FU). Es uno de los regímenes estándar en el tratamiento adyuvante.",
              "ejemplos": [
                { "nombre": "Oxaliplatino 100 mg Inyectable", "codigo_item": "5214", "dosis": "Administrado IV el día 1 del ciclo." },
                { "nombre": "Fluorouracilo (5-FU) 10 mL Inyectable", "codigo_item": "3622", "dosis": "Administrado en bolo e infusión los días 1 y 2 del ciclo." }
              ]
            }
          ]
        }
      ]
    },
    {
      "titulo": "Tratamiento de la Enfermedad Metastásica (Estadio IV)",
      "contenido": "El tratamiento se basa en quimioterapia sistémica, a menudo combinada con terapias biológicas según el estado de biomarcadores moleculares (RAS, BRAF).",
      "items": [
        {
          "nombre": "Quimioterapia de Primera Línea",
          "recomendacion": "Esquemas como FOLFOX o FOLFIRI son la base del tratamiento. La elección puede depender de las comorbilidades del paciente y el perfil de toxicidad."
        },
        {
          "nombre": "Terapias Dirigidas (Biológicas)",
          "recomendacion": "En pacientes con tumores RAS nativos (wild-type), se pueden añadir anticuerpos anti-EGFR como Cetuximab o Panitumumab. En la mayoría de los pacientes, se pueden usar anticuerpos anti-VEGF como Bevacizumab."
        }
      ]
    },
    {
      "titulo": "Seguimiento Post-Tratamiento",
      "contenido": "El seguimiento busca detectar recurrencias de la enfermedad de forma temprana.",
      "items": [
        {
          "nombre": "Visitas Clínicas y CEA",
          "recomendacion": "Control médico y medición del Antígeno Carcinoembrionario (CEA) cada 3-6 meses durante los primeros 2 años, y luego cada 6 meses hasta el quinto año."
        },
        {
          "nombre": "Tomografías de Control",
          "recomendacion": "Realizar una TC de tórax, abdomen y pelvis anualmente durante los primeros 3 a 5 años."
        },
        {
          "nombre": "Colonoscopia de Control",
          "recomendacion": "Realizar una colonoscopia al año de la cirugía. Si es normal, repetir a los 3 años y luego cada 5 años."
        }
      ]
    }
  ],
  "palabras_clave": [
    "cancer de colon",
    "C189",
    "colectomia",
    "quimioterapia",
    "FOLFOX",
    "oxaliplatino",
    "fluorouracilo",
    "CEA"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el manejo de pacientes con Fibrilación Auricular",
  "diagnostico_cie10": "I489",
  "referencias_cie10": [
    "I480",
    "I481",
    "I482"
  ],
  "secciones": [
    {
      "titulo": "Pilar 1: Prevención de Ictus (Anticoagulación)",
      "contenido": "Es el pilar más importante del tratamiento para reducir el riesgo de accidente cerebrovascular. La decisión se basa en la escala de riesgo CHA₂DS₂-VASc.",
      "subsecciones": [
        {
          "titulo": "Evaluación del Riesgo",
          "items": [
            {
              "nombre": "Escala CHA₂DS₂-VASc",
              "recomendacion": "Evaluar en todos los pacientes con FA. La anticoagulación oral se recomienda en hombres con un score ≥ 2 y en mujeres con un score ≥ 3."
            },
            {
              "nombre": "Escala HAS-BLED",
              "recomendacion": "Evaluar el riesgo de sangrado para identificar y corregir factores de riesgo modificables. Un score alto (≥ 3) no contraindica la anticoagulación, pero exige un seguimiento más estrecho."
            }
          ]
        },
        {
          "titulo": "Tratamiento Farmacológico",
          "contenido": "Los Anticoagulantes Orales Directos (ACOD) son de elección sobre los antagonistas de la vitamina K (Warfarina) por su mayor seguridad y eficacia.",
          "items": [
            {
              "nombre": "Rivaroxabán 20 mg Tabletas",
              "codigo_item": "28030",
              "recomendacion": "Dosis estándar: 20 mg una vez al día. Se debe ajustar la dosis a 15 mg/día si el aclaramiento de creatinina es < 50 ml/min."
            },
            {
              "nombre": "Apixabán 5 mg Tabletas",
              "codigo_item": "52803",
              "recomendacion": "Dosis estándar: 5 mg dos veces al día. Se debe reducir la dosis a 2.5 mg dos veces al día si el paciente cumple al menos 2 de 3 criterios (edad ≥ 80 años, peso ≤ 60 kg, creatinina sérica ≥ 1.5 mg/dL)."
            },
            {
              "nombre": "Dabigatrán 150 mg Tabletas",
              "codigo_item": "24940",
              "recomendacion": "Dosis estándar: 150 mg dos veces al día. Considerar la dosis de 110 mg dos veces al día en pacientes con alto riesgo de sangrado o mayores de 80 años."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Pilar 2: Control de la Frecuencia Cardíaca",
      "contenido": "El objetivo es mantener la frecuencia cardíaca en reposo por debajo de 110 lpm (control laxo) o por debajo de 80 lpm (control estricto) si el paciente sigue sintomático.",
      "items": [
        {
          "nombre": "Betabloqueantes",
          "recomendacion": "Son la primera línea de tratamiento. Fármacos como Bisoprolol, Metoprolol o Carvedilol son de elección."
        },
        {
          "nombre": "Calcioantagonistas no dihidropiridínicos",
          "recomendacion": "Alternativa a los betabloqueantes, especialmente si estos están contraindicados o no se toleran. Fármacos como Verapamilo o Diltiazem. Evitar en pacientes con insuficiencia cardíaca con fracción de eyección reducida."
        },
        {
          "nombre": "Digoxina",
          "recomendacion": "Útil como fármaco de segunda línea o en pacientes sedentarios y con insuficiencia cardíaca. No debe usarse como monoterapia en pacientes activos."
        }
      ]
    },
    {
      "titulo": "Pilar 3: Control del Ritmo",
      "contenido": "El objetivo es restaurar y mantener el ritmo sinusal normal. Esta estrategia se considera en pacientes jóvenes, sintomáticos a pesar de un buen control de la frecuencia, o en el primer episodio de FA.",
      "items": [
        {
          "nombre": "Cardioversión Eléctrica",
          "recomendacion": "Procedimiento programado que utiliza una descarga eléctrica sincronizada para restaurar el ritmo sinusal. El paciente debe estar adecuadamente anticoagulado por al menos 3 semanas antes."
        },
        {
          "nombre": "Cardioversión Farmacológica",
          "recomendacion": "Uso de fármacos antiarrítmicos para revertir la FA. Amiodarona o Propafenona son opciones comunes. Se reserva para pacientes hemodinámicamente estables."
        },
        {
          "nombre": "Ablación con Catéter",
          "recomendacion": "Procedimiento invasivo que busca aislar eléctricamente las venas pulmonares para prevenir las recurrencias de la FA. Se considera en pacientes sintomáticos que fallan o no toleran el tratamiento con fármacos antiarrítmicos."
        }
      ]
    }
  ],
  "palabras_clave": [
    "fibrilacion auricular",
    "FA",
    "I489",
    "anticoagulacion",
    "CHADSVASC",
    "rivaroxaban",
    "apixaban",
    "dabigatran",
    "cardioversion"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Tratamiento de Cáncer de Próstata Metastásico Hormonosensible",
  "diagnostico_cie10": "C61X",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Diagnóstico y Estadificación",
      "contenido": "Se requiere la confirmación de enfermedad metastásica en un paciente con adenocarcinoma de próstata.",
      "items": [
        { "nombre": "Biopsia de Próstata", "recomendacion": "Confirmación histológica de adenocarcinoma de próstata. El score de Gleason es fundamental para determinar la agresividad del tumor." },
        { "nombre": "Estudios de Imagen para Metástasis", "recomendacion": "Realizar una Gammagrafía Ósea y una Tomografía Computarizada (TC) de abdomen y pelvis para detectar metástasis óseas y viscerales." },
        { "nombre": "Antígeno Prostático Específico (PSA)", "recomendacion": "Medición basal del PSA. Es el marcador tumoral clave para evaluar la respuesta al tratamiento y monitorizar la progresión de la enfermedad." }
      ]
    },
    {
      "titulo": "Tratamiento del Cáncer de Próstata Metastásico Hormonosensible (CPMH)",
      "contenido": "El estándar de tratamiento actual es la Terapia de Deprivación de Andrógenos (TDA) en combinación con una segunda línea de tratamiento sistémico desde el inicio.",
      "subsecciones": [
        {
          "titulo": "Pilar del Tratamiento: Terapia de Deprivación de Andrógenos (TDA)",
          "items": [
            { "nombre": "Análogos de la LHRH", "recomendacion": "Fármacos como Leuprolide o Goserelina son la base de la TDA médica para suprimir la producción de testosterona." },
            { "nombre": "Orquiectomía Bilateral", "recomendacion": "Alternativa quirúrgica a la TDA médica. Es igualmente eficaz para alcanzar niveles de castración de testosterona." }
          ]
        },
        {
          "titulo": "Intensificación del Tratamiento (Estándar de Cuidado)",
          "contenido": "A todos los pacientes con CPMH se les debe ofrecer una terapia de combinación para mejorar la supervivencia.",
          "items": [
            { "nombre": "Abiraterona 250 mg Tabletas", "codigo_item": "26420", "recomendacion": "Añadir a la TDA. Se administra junto con Prednisona a dosis bajas. Opción preferida por eficacia y tolerabilidad." },
            { "nombre": "Enzalutamida 40 mg Tabletas", "codigo_item": "34419", "recomendacion": "Añadir a la TDA. Se administra como agente único. Opción preferida por eficacia y tolerabilidad." },
            { "nombre": "Docetaxel 80 mg Inyectable", "codigo_item": "2983", "recomendacion": "Añadir 6 ciclos de Docetaxel a la TDA. Opción válida, especialmente en pacientes jóvenes con alta carga de enfermedad." }
          ]
        }
      ]
    },
    {
      "titulo": "Seguimiento y Monitorización",
      "contenido": "El seguimiento se centra en evaluar la respuesta al tratamiento y detectar la progresión a un estado de resistencia a la castración.",
      "items": [
        { "nombre": "Medición del PSA", "recomendacion": "Medir el PSA cada 3-6 meses. Una respuesta adecuada implica una caída significativa del PSA. Un aumento sostenido indica progresión de la enfermedad." },
        { "nombre": "Estudios de Imagen", "recomendacion": "Repetir las imágenes (Gammagrafía ósea, TC) si hay un aumento del PSA o si el paciente desarrolla nuevos síntomas, para re-estadificar la enfermedad." }
      ]
    }
  ],
  "palabras_clave": [ "cancer de prostata", "C61X", "metastasis", "hormonosensible", "TDA", "abiraterona", "enzalutamida", "docetaxel", "PSA" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para la Prevención y Manejo de la Injuria Renal Aguda",
  "diagnostico_cie10": "N179",
  "referencias_cie10": [
    "N170",
    "N171",
    "N172",
    "N178"
  ],
  "secciones": [
    {
      "titulo": "Definición y Diagnóstico (Criterios KDIGO)",
      "contenido": "La Injuria Renal Aguda (IRA) se define por un deterioro rápido de la función renal. El diagnóstico se basa en el aumento de la creatinina sérica o la disminución del volumen urinario.",
      "items": [
        {
          "nombre": "Criterio de Creatinina Sérica",
          "recomendacion": "Aumento de ≥ 0.3 mg/dL en 48 horas, O aumento de ≥ 1.5 veces el valor basal en los últimos 7 días."
        },
        {
          "nombre": "Criterio de Volumen Urinario",
          "recomendacion": "Volumen urinario < 0.5 mL/kg/hora durante 6 horas."
        }
      ]
    },
    {
      "titulo": "Estadificación de la Severidad (KDIGO)",
      "items": [
        {
          "nombre": "Estadio 1",
          "recomendacion": "Creatinina 1.5-1.9 veces el valor basal O diuresis < 0.5 mL/kg/h por 6-12 horas."
        },
        {
          "nombre": "Estadio 2",
          "recomendacion": "Creatinina 2.0-2.9 veces el valor basal O diuresis < 0.5 mL/kg/h por ≥ 12 horas."
        },
        {
          "nombre": "Estadio 3",
          "recomendacion": "Creatinina ≥ 3.0 veces el valor basal, O creatinina sérica ≥ 4.0 mg/dL, O inicio de Terapia de Reemplazo Renal (TRR), O diuresis < 0.3 mL/kg/h por ≥ 24 horas (anuria)."
        }
      ]
    },
    {
      "titulo": "Prevención y Manejo General",
      "contenido": "La prevención es clave en pacientes de riesgo. El manejo se centra en tratar la causa subyacente y dar soporte.",
      "items": [
        {
          "nombre": "Optimización Hemodinámica",
          "recomendacion": "Asegurar una perfusión renal adecuada manteniendo una presión arterial media (PAM) objetivo, generalmente > 65 mmHg."
        },
        {
          "nombre": "Evitar Nefrotóxicos",
          "recomendacion": "Suspender o ajustar dosis de fármacos nefrotóxicos como AINEs, aminoglucósidos, y contrastes yodados siempre que sea posible."
        },
        {
          "nombre": "Manejo de Fluidos",
          "recomendacion": "Evaluar cuidadosamente el estado de volemia. Administrar fluidos en pacientes hipovolémicos y restringir en pacientes con sobrecarga de volumen."
        }
      ]
    },
    {
      "titulo": "Manejo de Complicaciones",
      "subsecciones": [
        {
          "titulo": "Sobrecarga de Volumen",
          "items": [
            {
              "nombre": "Furosemida Inyectable",
              "codigo_item": "3710",
              "recomendacion": "Se puede administrar un bolo intravenoso para forzar la diuresis en pacientes con sobrecarga de volumen que aún producen orina. No previene ni trata la IRA per se."
            }
          ]
        },
        {
          "titulo": "Hiperkalemia (Potasio alto)",
          "recomendacion": "Manejo de urgencia con medidas para estabilizar la membrana miocárdica (gluconato de calcio), redistribuir el potasio (insulina + dextrosa, salbutamol) y eliminarlo del cuerpo (diuréticos, resinas, diálisis)."
        },
        {
          "titulo": "Acidosis Metabólica Severa",
          "recomendacion": "Considerar la administración de Bicarbonato de Sodio si el pH es < 7.1-7.2, aunque la indicación es controvertida y la diálisis es el tratamiento definitivo."
        }
      ]
    },
    {
      "titulo": "Terapia de Reemplazo Renal (TRR) / Diálisis",
      "contenido": "La diálisis está indicada de forma urgente ante complicaciones graves que no responden al tratamiento médico.",
      "items": [
        {
          "nombre": "Indicaciones de Diálisis Urgente",
          "recomendacion": "Acidosis metabólica severa refractaria, Encefalopatía urémica, Pericarditis urémica, Intoxicaciones por sustancias dializables, Sobrecarga de volumen refractaria a diuréticos, Hiperkalemia severa refractaria."
        },
        {
          "nombre": "Procedimiento de Hemodiálisis",
          "codigo_procedimiento": "90937",
          "recomendacion": "Modalidad de TRR más común en el contexto agudo. Requiere la colocación de un catéter venoso central de alto flujo."
        }
      ]
    }
  ],
  "palabras_clave": [
    "injuria renal aguda",
    "insuficiencia renal aguda",
    "IRA",
    "N179",
    "KDIGO",
    "creatinina",
    "diuresis",
    "hemodialisis",
    "hiperkalemia"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de la Pancreatitis Aguda",
  "diagnostico_cie10": "K859",
  "referencias_cie10": [ "K850", "K851", "K852", "K85X" ],
  "secciones": [
    {
      "titulo": "Diagnóstico",
      "contenido": "Se requieren al menos 2 de los siguientes 3 criterios para el diagnóstico de pancreatitis aguda:",
      "items": [
        { "nombre": "Criterio 1: Dolor Abdominal", "recomendacion": "Dolor agudo, persistente y severo en el epigastrio, que a menudo se irradia hacia la espalda." },
        { "nombre": "Criterio 2: Enzimas Pancreáticas", "recomendacion": "Elevación de la lipasa o amilasa sérica a un nivel ≥ 3 veces el límite superior de la normalidad." },
        { "nombre": "Criterio 3: Hallazgos de Imagen", "recomendacion": "Hallazgos característicos de pancreatitis aguda en una Tomografía Computarizada (TC) con contraste, Resonancia Magnética (RM) o ecografía abdominal." }
      ]
    },
    {
      "titulo": "Estratificación de la Severidad (Clasificación de Atlanta Revisada)",
      "items": [
        { "nombre": "Pancreatitis Aguda Leve", "recomendacion": "Ausencia de fallo orgánico y de complicaciones locales o sistémicas. Generalmente se resuelve en la primera semana." },
        { "nombre": "Pancreatitis Aguda Moderadamente Severa", "recomendacion": "Presencia de fallo orgánico transitorio (< 48 horas) y/o complicaciones locales (ej. colección necrótica aguda) o sistémicas." },
        { "nombre": "Pancreatitis Aguda Severa", "recomendacion": "Presencia de fallo orgánico persistente (> 48 horas). Se asocia a una alta mortalidad." }
      ]
    },
    {
      "titulo": "Manejo Inicial (Primeras 24-48 horas)",
      "contenido": "El manejo inicial es de soporte y es crucial para prevenir la progresión a pancreatitis severa.",
      "items": [
        { "nombre": "Fluidoterapia Intravenosa Agresiva", "recomendacion": "Es la piedra angular del tratamiento. Se recomienda la administración de 5-10 mL/kg/hora de una solución cristaloide isotónica (ej. Lactato de Ringer) para alcanzar objetivos de reanimación (mejoría de la frecuencia cardíaca, presión arterial y diuresis)." },
        { "nombre": "Manejo del Dolor", "recomendacion": "Se deben administrar analgésicos por vía intravenosa para un control adecuado del dolor. Los opioides como la morfina o el fentanilo son opciones efectivas y seguras." },
        { "nombre": "Soporte Nutricional", "recomendacion": "En la pancreatitis aguda leve, se puede reiniciar la alimentación oral una vez que el dolor abdominal ha mejorado. En casos moderados a severos, se prefiere la nutrición enteral (por sonda nasogástrica o nasoyeyunal) sobre la parenteral." }
      ]
    },
    {
      "titulo": "Manejo según la Etiología y Complicaciones",
      "contenido": "Una vez estabilizado el paciente, es crucial determinar y tratar la causa subyacente.",
      "items": [
        { "nombre": "Colangiopancreatografía Endoscópica Retrógrada (CPRE)", "codigo_procedimiento": "43260", "recomendacion": "Indicada de urgencia (en 24h) en pacientes con pancreatitis aguda biliar y colangitis (fiebre, ictericia) concurrente para drenar la vía biliar." },
        { "nombre": "Colecistectomía", "recomendacion": "En pacientes con pancreatitis aguda biliar leve, se recomienda realizar la colecistectomía (extirpación de la vesícula biliar) durante la misma hospitalización para prevenir recurrencias." }
      ]
    }
  ],
  "palabras_clave": [ "pancreatitis aguda", "K859", "dolor abdominal", "lipasa", "amilasa", "fluidoterapia", "CPRE", "pancreatitis biliar" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Diagnóstico y Manejo de la Apendicitis Aguda",
  "diagnostico_cie10": "K358",
  "referencias_cie10": [ "K350", "K351", "K353", "K359" ],
  "secciones": [
    {
      "titulo": "Diagnóstico Clínico y Escalas de Riesgo",
      "contenido": "El diagnóstico se basa en la historia clínica y el examen físico. Las escalas de riesgo ayudan a objetivar la sospecha.",
      "items": [
        { "nombre": "Síntomas y Signos Clásicos", "recomendacion": "Dolor periumbilical que migra a la fosa ilíaca derecha, anorexia (pérdida de apetito), náuseas y fiebre. Al examen físico: dolor a la palpación en el punto de McBurney, signo de Blumberg (dolor al rebote)." },
        { "nombre": "Score de Alvarado", "recomendacion": "Es una herramienta útil para estratificar el riesgo. Un score bajo (0-4) hace el diagnóstico poco probable. Un score alto (7-10) lo hace muy probable. Un score intermedio (5-6) a menudo requiere estudios de imagen." }
      ]
    },
    {
      "titulo": "Diagnóstico por Imagen",
      "contenido": "Se recomienda en pacientes con presentación atípica o con score de riesgo intermedio.",
      "items": [
        { "nombre": "Ecografía Abdominal", "recomendacion": "Es el estudio de imagen inicial de elección en niños, mujeres embarazadas y adultos jóvenes delgados. Busca un apéndice no compresible, dilatado (> 6 mm) y con cambios inflamatorios." },
        { "nombre": "Tomografía Computarizada (TC) de Abdomen y Pelvis con Contraste", "recomendacion": "Es el método más preciso para el diagnóstico en adultos. Es especialmente útil para identificar complicaciones como abscesos o perforación." }
      ]
    },
    {
      "titulo": "Tratamiento",
      "contenido": "El tratamiento de elección para la apendicitis aguda es la apendicectomía.",
      "subsecciones": [
        {
          "titulo": "Profilaxis Antibiótica Preoperatoria",
          "contenido": "Debe administrarse dentro de los 60 minutos previos a la incisión quirúrgica para reducir el riesgo de infección del sitio operatorio. Se requiere cobertura para gérmenes gram-negativos y anaerobios.",
          "items": [
            { "nombre": "Cefazolina 1g Inyectable", "codigo_item": "1639", "recomendacion": "Administrar una dosis única IV para cobertura de gram-negativos." },
            { "nombre": "Metronidazol 500mg Inyectable", "codigo_item": "4776", "recomendacion": "Añadir una dosis única IV para cobertura de anaerobios." }
          ]
        },
        {
          "titulo": "Procedimiento Quirúrgico",
          "items": [
            { "nombre": "Apendicectomía Laparoscópica", "codigo_procedimiento": "44970", "recomendacion": "Es el abordaje de elección en la mayoría de los centros. Se asocia con menos dolor postoperatorio, menor tasa de infección de herida y una recuperación más rápida en comparación con la cirugía abierta." }
          ]
        },
        {
          "titulo": "Manejo Postoperatorio",
          "items": [
            { "nombre": "Apendicitis No Complicada", "recomendacion": "No se requieren antibióticos postoperatorios adicionales más allá de la dosis profiláctica." },
            { "nombre": "Apendicitis Complicada (Perforada, con Peritonitis)", "recomendacion": "Se requiere un curso de tratamiento antibiótico postoperatorio por vía intravenosa durante varios días (generalmente 3-7 días), hasta que el paciente esté afebril y con recuento de leucocitos normalizado." }
          ]
        }
      ]
    }
  ],
  "palabras_clave": [ "apendicitis aguda", "K358", "dolor abdominal", "fosa iliaca derecha", "Alvarado", "apendicectomia", "laparoscopia", "cefazolina", "metronidazol" ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Manejo de la Hipertensión Arterial Esencial",
  "diagnostico_cie10": "I10X",
  "referencias_cie10": [
    "I119",
    "I129",
    "I139"
  ],
  "secciones": [
    {
      "titulo": "Diagnóstico y Clasificación",
      "contenido": "El diagnóstico de hipertensión arterial (HTA) se establece con la medición repetida de la presión arterial (PA) por encima de los umbrales normales.",
      "items": [
        {
          "nombre": "Umbral Diagnóstico",
          "recomendacion": "Se diagnostica HTA si la PA en consulta es consistentemente ≥ 140/90 mmHg. Se prefiere la confirmación con mediciones fuera de la consulta (MAPA o AMPA)."
        },
        {
          "nombre": "Clasificación de la PA (Adultos)",
          "recomendacion": "Normal: <120/80. Elevada: 120-129/<80. HTA Grado 1: 130-139/80-89. HTA Grado 2: ≥140/90."
        }
      ]
    },
    {
      "titulo": "Manejo del Estilo de Vida",
      "contenido": "Es la base del tratamiento para todos los pacientes con HTA.",
      "items": [
        {
          "nombre": "Restricción de Sodio",
          "recomendacion": "Limitar la ingesta de sal a < 5 gramos al día (equivalente a < 2 gramos de sodio)."
        },
        {
          "nombre": "Dieta Saludable",
          "recomendacion": "Adoptar un patrón de dieta rica en frutas, verduras, granos integrales y productos lácteos bajos en grasa (ej. dieta DASH)."
        },
        {
          "nombre": "Actividad Física",
          "recomendacion": "Realizar al menos 150 minutos por semana de ejercicio aeróbico de intensidad moderada (ej. caminar a paso ligero)."
        },
        {
          "nombre": "Control de Peso y Alcohol",
          "recomendacion": "Mantener un IMC entre 20-25 kg/m² y limitar el consumo de alcohol."
        }
      ]
    },
    {
      "titulo": "Tratamiento Farmacológico",
      "contenido": "La mayoría de los pacientes requerirán tratamiento farmacológico para alcanzar los objetivos de PA.",
      "subsecciones": [
        {
          "titulo": "Estrategia de Tratamiento Inicial",
          "items": [
            {
              "nombre": "Terapia Combinada Inicial",
              "recomendacion": "Para la mayoría de los pacientes, se recomienda iniciar con una combinación de dos fármacos, preferiblemente en una sola pastilla (terapia de combinación en un solo comprimido - SPC) para mejorar la adherencia."
            },
            {
              "nombre": "Combinación Preferida",
              "recomendacion": "Un bloqueador del sistema renina-angiotensina (IECA o ARA-II) + un calcioantagonista o un diurético tiazídico."
            }
          ]
        },
        {
          "titulo": "Fármacos de Primera Línea",
          "items": [
            {
              "nombre": "IECA (Inhibidor de la ECA): Enalapril 10 mg",
              "codigo_item": "3078",
              "recomendacion": "Dosis de inicio y mantenimiento común."
            },
            {
              "nombre": "ARA-II (Antagonista del Receptor de Angiotensina II): Losartán 50 mg",
              "codigo_item": "4523",
              "recomendacion": "Dosis estándar para iniciar el tratamiento."
            },
            {
              "nombre": "Calcioantagonistas (Tipo Dihidropiridínico): Amlodipino 5 mg",
              "codigo_item": "673",
              "recomendacion": "Dosis de inicio habitual."
            },
            {
              "nombre": "Diuréticos Tiazídicos/Similares a Tiazidas: Hidroclorotiazida 25 mg",
              "codigo_item": "3911",
              "recomendacion": "Presentación estándar, a menudo usada en dosis más bajas en combinación."
            }
          ]
        },
        {
          "titulo": "Tratamiento Escalonado",
          "items": [
            {
              "nombre": "Paso 1: Terapia Dual",
              "recomendacion": "IECA/ARA-II + Calcioantagonista o Diurético."
            },
            {
              "nombre": "Paso 2: Terapia Triple",
              "recomendacion": "IECA/ARA-II + Calcioantagonista + Diurético."
            },
            {
              "nombre": "Paso 3: HTA Resistente",
              "recomendacion": "Añadir Espironolactona u otro fármaco (ej. betabloqueante, alfabloqueante) a la terapia triple."
            }
          ]
        }
      ]
    },
    {
      "titulo": "Objetivos de Presión Arterial",
      "contenido": "El objetivo del tratamiento es reducir la PA a un nivel que disminuya el riesgo de eventos cardiovasculares.",
      "items": [
        {
          "nombre": "Objetivo General",
          "recomendacion": "Para la mayoría de los pacientes, el objetivo inicial es reducir la PA a < 140/90 mmHg. Si se tolera bien, el objetivo ideal es < 130/80 mmHg."
        }
      ]
    }
  ],
  "palabras_clave": [
    "hipertension arterial",
    "HTA",
    "I10X",
    "presion arterial",
    "enalapril",
    "losartan",
    "amlodipino",
    "hidroclorotiazida",
    "dieta DASH"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
},
{
  "nombre_guia": "Guía de Práctica Clínica para el Tamizaje de Cáncer de Mama",
  "diagnostico_cie10": "Z123",
  "referencias_cie10": [],
  "secciones": [
    {
      "titulo": "Población Objetivo y Frecuencia del Tamizaje",
      "contenido": "El objetivo del tamizaje es detectar el cáncer de mama en etapas tempranas en mujeres asintomáticas.",
      "items": [
        {
          "nombre": "Grupo de Edad para Tamizaje",
          "recomendacion": "Se recomienda iniciar el tamizaje con mamografía en mujeres de riesgo promedio a partir de los 40-50 años de edad."
        },
        {
          "nombre": "Frecuencia",
          "recomendacion": "La mamografía de tamizaje se debe realizar cada 1 a 2 años, según las guías locales y la evaluación de riesgo individual."
        }
      ]
    },
    {
      "titulo": "Métodos de Tamizaje",
      "contenido": "La mamografía es la única modalidad de imagen que ha demostrado reducir la mortalidad por cáncer de mama.",
      "items": [
        {
          "nombre": "Mamografía Bilateral de Tamizaje",
          "codigo_procedimiento": "77057",
          "recomendacion": "Es el método de elección para el tamizaje. Consiste en la toma de dos proyecciones radiográficas de cada mama (craneocaudal y mediolateral oblicua)."
        },
        {
          "nombre": "Ecografía Mamaria",
          "codigo_procedimiento": "76645",
          "recomendacion": "No se recomienda como método de tamizaje primario de forma aislada. Su rol principal es como estudio complementario a una mamografía con hallazgos inconclusos (BI-RADS 0) o en mujeres con mamas densas."
        },
        {
          "nombre": "Autoexamen Mamario y Examen Clínico",
          "recomendacion": "Aunque no han demostrado reducir la mortalidad, se recomienda que las mujeres conozcan sus mamas (conciencia mamaria) y consulten ante cualquier cambio. El examen clínico por un profesional puede ser parte del control de salud anual."
        }
      ]
    },
    {
      "titulo": "Sistema de Reporte y Clasificación (BI-RADS)",
      "contenido": "Los hallazgos de los estudios de imagen mamaria se reportan utilizando el sistema Breast Imaging Reporting and Data System (BI-RADS) para estandarizar la comunicación y la conducta a seguir.",
      "items": [
        {
          "nombre": "BI-RADS 0: Incompleto",
          "recomendacion": "Se necesitan estudios de imagen adicionales (ej. proyecciones mamográficas adicionales, ecografía) para una evaluación completa."
        },
        {
          "nombre": "BI-RADS 1: Negativo",
          "recomendacion": "No hay hallazgos sospechosos. Continuar con el tamizaje de rutina."
        },
        {
          "nombre": "BI-RADS 2: Benigno",
          "recomendacion": "Hallazgos definitivamente benignos (ej. quistes simples, calcificaciones benignas). Continuar con el tamizaje de rutina."
        },
        {
          "nombre": "BI-RADS 3: Probablemente Benigno",
          "recomendacion": "Hallazgo con una probabilidad de malignidad < 2%. Se recomienda un seguimiento a corto plazo (generalmente a los 6 meses) para demostrar estabilidad."
        },
        {
          "nombre": "BI-RADS 4: Sospechoso",
          "recomendacion": "Hallazgo sospechoso de malignidad (probabilidad del 2% al 95%). Se recomienda realizar una biopsia. Se subclasifica en 4A (baja sospecha), 4B (sospecha intermedia) y 4C (alta sospecha)."
        },
        {
          "nombre": "BI-RADS 5: Altamente Sugestivo de Malignidad",
          "recomendacion": "Hallazgo con una probabilidad de malignidad ≥ 95%. Se requiere una biopsia y manejo apropiado."
        },
        {
          "nombre": "BI-RADS 6: Malignidad Conocida",
          "recomendacion": "Se utiliza en pacientes con un diagnóstico de cáncer de mama ya confirmado por biopsia, que se realizan estudios de imagen para evaluar la respuesta al tratamiento."
        }
      ]
    }
  ],
  "palabras_clave": [
    "tamizaje",
    "screening",
    "cancer de mama",
    "Z123",
    "mamografia",
    "ecografia mamaria",
    "BI-RADS"
  ],
  "version_guia": "1.0",
  "fecha_actualizacion": "2025-11-16"
}

]
